[
  {
    "title": "Distant Worlds Mining Campaign",
    "body": "<p>The organisers of the Distant Worlds II expedition have requested materials for two construction projects in the Galactic Centre.<br />\nThe exploration fleet aims to build a megaship and installation in the Stuemeae FG-Y d7561 system.<br />\nDr Kaii, Fleet Liaison for Deep Space Surveys, explained:<br />\n“This installation will be a place for scientists to study the supermassive black hole at Sagittarius A*. Future explorers visiting the station will be well looked after by Deep Space Surveys, to whom we will hand the keys before continuing to Beagle Point.”<br />\nBauxite, water and liquid oxygen should be delivered to Explorer&#039;s Anchorage in the Stuemeae FG-Y d7561 system. To protect contributors, Deep Space Surveys has authorised bounty vouchers for all wanted vessels.<br />\nThe initiative begins on the 7th of March 3305 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "733",
    "date": "07 MAR 3305",
    "image": "NewsImageGoldRushMining",
    "slug": "distant-worlds-mining-campaign"
  },
  {
    "title": " Macrosphere Initiative Ends",
    "body": "<p>A components drive for a device to detect illegally reprogrammed robots has concluded successfully.<br />\nTaniyah Sharpe, CEO of technology company Macrosphere, announced:<br />\n“There was a fantastic response to our request, which the DS Leonis Industries organised on our behalf. Many thanks to those who participated.”<br />\n“Whether you own a personal admin robot or a factory of industrial machines, the Mech Scanner will confirm that they are functioning as intended.”<br />\nPilots who took part in the initiative can now collect their rewards from Grandin Terminal in the DS Leonis system.</p>\n",
    "nid": "734",
    "date": "07 MAR 3305",
    "image": "NewsImageStarportAnaconda",
    "slug": "macrosphere-initiative-ends"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s main stories.<br />\nThe Federal Intelligence Agency has announced that a nuclear weapon known as the Lucifer Device is in the possession of a cult known as the Children of Tothos. The cult is thought to have used information coerced from a financier to locate and raid the research outpost working on the device.<br />\nIt has been revealed that Lady Talitha Ambrose’s 300 billion credit fortune was lost as a result of a record high-stakes game of deadlock poker, hosted by the elusive Jokers’ Deck gambling ring. Lady Talitha has been disowned by her family.<br />\nIn other news, open conflict in the Drevlyada system has ceased. The battle came to a halt following the summary executions of General Kendrick and Marshal Cooper, whose personal quarrel was responsible for the considerable loss of life among their respective forces.<br />\nFinally, tech company Macrosphere is developing a specialised scanning device to detect illicit interference with personal robots. They have called for the delivery of commodities to the DS Leonis system to aid them in their efforts.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "667",
    "date": "03 MAR 3305",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Heiress’s Fortune Lost to Gambling",
    "body": "<p>It has been revealed that Lady Talitha Ambrose’s 300 billion credit fortune vanished as a result of her participation in a powerful gambling ring.<br />\nConfirmation came when Baroness Oksana Ambrose shared a report from the Wallglass Investigations Agency:<br />\n“Multiple sources verify that Lady Talitha has been a member of Jokers’ Deck for years. At the group’s most recent event, she bet the entire Ambrose Foundation during an epic game of high-stakes deadlock poker, and eventually lost. Lady Talitha was apparently devastated, fleeing the venue soon after.”<br />\n“Some attendees believe that the game was rigged by one or more other players, who aimed to exploit Lady Talitha’s well-known gambling addiction.”<br />\n“The organisers of Jokers’ Deck remain anonymous and untraceable, so retrieving the family’s assets is unlikely.”<br />\nAn Ambrose Foundation spokesperson later stated that Baroness Oksana has officially revoked Lady Talitha’s title, vowing never to speak to her daughter again.</p>\n",
    "nid": "668",
    "date": "02 MAR 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "heiresss-fortune-lost-gambling"
  },
  {
    "title": "Cult Obtains Nuclear Weapon",
    "body": "<p>The Federal Intelligence Agency has announced that a stolen nuclear weapon known as the Lucifer Device is in the possession of a fringe cult known as the Children of Tothos.<br />\nSenior Agent Rochelle Karim gave the following statement:<br />\n“Several executives at Zlota Federal Holdings have confessed to being secret members of the Children of Tothos. They were present for a ceremony held by the cult’s leader, Barnabas Cole, last December.”<br />\n“One executive, Councillor Willard Morgenstern, was also covertly funding an unrelated criminal enterprise to develop portable nuclear weapons. While under the influence of various substances, Councillor Morgenstern disclosed details of the research outpost to the cult.”<br />\n“We believe that Barnabas Cole and his followers used this information to raid the outpost and obtain the Lucifer Device. The FIA is conducting an interstellar manhunt to locate these individuals, and are treating them as highly dangerous suspects.”</p>\n",
    "nid": "669",
    "date": "01 MAR 3305",
    "image": "NewsImagePressConferenceFederal",
    "slug": "cult-obtains-nuclear-weapon"
  },
  {
    "title": "Conflict in Drevlyada Resolved",
    "body": "<p>The battle in the Drevlyada system, which sprang from a long-running rivalry between two military leaders, has now ended.<br />\nWarzone reporter Karleen Troy summarised:<br />\n“The antagonistic relationship between General Kendrick and Marshal Cooper was finally resolved when both were executed by their own lieutenants, who were displeased with the huge loss of life resulting from their leaders’ quarrel.”<br />\n“Both the Namab Purple Brothers and the Drevlyada League have agreed to honour commitments to members of the galactic community who fought on each side.”<br />\nIndependent pilots who took part in the conflict can now collect their rewards from the Drevlyada system. Supporters of Namab Purple Brothers should head to Wheeler Dock, while supporters of the Drevlyada League should travel to Grandin Port.</p>\n",
    "nid": "670",
    "date": "28 FEB 3305",
    "image": "NewsImageStarportCobra",
    "slug": "conflict-drevlyada-resolved"
  },
  {
    "title": " Macrosphere Initiative",
    "body": "<p>Technology company Macrosphere is developing a specialised scanning device to detect illicit interference with personal robots.<br />\nMacrosphere CEO Taniyah Sharpe provided the details:<br />\n“The recent Mars Tribune scandal proved that the illegal reprogramming of robots is a genuine concern. Our Mech Scanner will allow robot owners to discover if their trusted servants have been compromised.”<br />\n“A components drive is being organised by our partners, DS Leonis Industries. As well as shipments of micro controllers, auto fabricators and aluminium, we also require newly mined jewels, to channel the micro-lasers used by the Mech Scanner to detect interference. Deliveries should be made to Grandin Terminal in the DS Leonis system.”<br />\nThe initiative begins on the 28th of February 3305 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "671",
    "date": "28 FEB 3305",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "macrosphere-initiative"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s main stories.<br />\nThe Federal Intelligence Agency has uncovered evidence that Zlota Federal Holdings funded an illegal outpost from which a portable nuclear weapon was recently stolen. It is believed that one of the faction’s members also arranged the theft, which resulted in the massacre of personnel working at the outpost.<br />\nAn independent journalist has claimed that Lady Talitha Ambrose is associated with the secretive gambling circle Joker’s Deck. It was proposed that the Ambrose Foundation’s bankruptcy may have followed a poor series of wagers from the missing heiress.<br />\nA supply campaign to increase security in the Merope system has concluded successfully. The Atlas Research Group had arranged for military supplies to be delivered, reassuring the local populace of their ongoing protection from the Thargoid threat.<br />\nIn other news, the defence contractor Prax Incorporated has denied accusations that it has failed to comply with industry safety regulations. CEO Lucina Prax dismissed the claims, and stated that her company is working on a new weapons system following a record financial year.<br />\nFinally, a personal rivalry between two military leaders has erupted into open military conflict in the Drevlyada system. The individuals concerned, General Kendrick and Marshal Cooper, have each asked the galactic community to provide them with support.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "672",
    "date": "24 FEB 3305",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Heiress’s Gambling Connections Revealed",
    "body": "<p>Lady Talitha Ambrose, the missing Ambrose Foundation heiress, has been alleged to have a history of gambling that may explain the sudden loss of her family’s entire fortune.<br />\nIndependent journalist Flint ‘Firemaker’ Lafosse commented on the Rewired news feed:<br />\n“Baroness Oksana has convinced everyone that her daughter was kidnapped and forced to surrender her vast inheritance. What the baroness failed to mention is that Lady Talitha’s name has long been associated with an exclusive gambling circle named Jokers’ Deck.”<br />\n“Some of the wealthiest individuals in the galaxy are believed to be associated with the group, including corporate CEOs, senior politicians, minor royals, pirate lords and cartel kingpins. Several famous names are rumoured to be in Jokers’ Deck, including at least one member of the Rochester family.”<br />\n“Is it possible that Lady Talitha wasn’t kidnapped but is instead hiding in shame, having gambled away the entire Ambrose Foundation?”</p>\n",
    "nid": "673",
    "date": "23 FEB 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "heiresss-gambling-connections-revealed"
  },
  {
    "title": "Funding for Stolen Nuclear Weapon Traced ",
    "body": "<p>The Federal Intelligence Agency has traced the funding of an illegal nuclear research outpost to the Zlota system.<br />\nSenior Agent Rochelle Karim provided the following details:<br />\n“Having successfully decrypted the outpost’s communications, we have determined that Zlota Federal Holdings was financing these unregistered research projects. Several of the organisation’s principal figures were covertly redirecting public funds to construct portable nuclear weapons.”<br />\n“We suspect that one of these individuals became greedy and arranged for the outpost to be raided, acquiring the prototype Lucifer Device to subsequently sell on the black market.”<br />\n“The FIA is currently questioning the Zlota Executive Council to learn more. It is crucial that we locate the Lucifer Device, which poses a serious threat to public safety.”</p>\n",
    "nid": "674",
    "date": "22 FEB 3305",
    "image": "NewsImageDiplomacyPressConference",
    "slug": "funding-stolen-nuclear-weapon-traced"
  },
  {
    "title": "Merope Defence Initiative Concludes",
    "body": "<p>A military supply campaign to increase security in the Merope system has concluded successfully.<br />\nJacob Chowdhury, Defence Director of the Atlas Research Group, said:<br />\n“Our gratitude to all the pilots who delivered Reactive Armour and Military Grade Fabrics. These resources will prove vital in enhancing Merope’s defences against Thargoid attacks.”<br />\nThe Atlas Research Group also helped protect traders from piracy by placing kill orders on all wanted ships in the system.<br />\nContributors to the campaign can now collect their rewards from Reed&#039;s Rest in the Merope system.</p>\n",
    "nid": "675",
    "date": "21 FEB 3305",
    "image": "NewsImageStarportAnaconda",
    "slug": "merope-defence-initiative-concludes"
  },
  {
    "title": "Rivalry Triggers Conflict in Drevlyada",
    "body": "<p>A long-standing enmity between two military leaders has escalated into hostilities in the Drevlyada system.<br />\nDetails were provided by freelance warzone reporter Karleen Troy:<br />\n“The personal rivalry between General Kendrick of Namab Purple Brothers and Marshal Cooper of Drevlyada League has lasted for years. Each frequently accuses the other of incompetence and endangering the people of Drevlyada.”<br />\n“This grudge match has now spiralled into a state of open conflict. Both Kendrick and Cooper have asked the galactic community to provide support in crushing their opponent’s forces.”<br />\nThe two factions have set out week-long campaigns to take control of the Drevlyada system, which will begin on the 21st of February 3305.</p>\n",
    "nid": "676",
    "date": "21 FEB 3305",
    "image": "NewsImageWar",
    "slug": "rivalry-triggers-conflict-drevlyada"
  },
  {
    "title": "Defence Contractor Denies Safety Violations",
    "body": "<p>The weapons manufacturer Prax Incorporated has dismissed accusations of poor safety measures in its development and testing programs. Concerns were originally raised by Adley King of The Federal Times, as part of an investigation into weapons testing within inhabited sectors.<br />\nCEO Lucina Prax gave this press statement:<br />\n“I can assure Ms King that my company takes every precaution when evaluating its products. We have never – and will never – ignore safety protocols.”<br />\n“Regarding these accusations, I am aware of the claims being made but have yet to see a single shred of evidence to support them. We act in full compliance with the most stringent industry regulations.”<br />\n“3304 was a record year for Prax Incorporated. The latest version of our proprietary threat-recognition firmware propelled our stock to new heights, and we are developing a new system that I believe will be considered revolutionary.”</p>\n",
    "nid": "677",
    "date": "21 FEB 3305",
    "image": "NewsImageFederalCityscape",
    "slug": "defence-contractor-denies-safety-violations"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s main stories.<br />\nThe Federal Intelligence Agency has revealed that a nuclear weapon was taken from an unregistered outpost discovered last week, where dozens of personnel were gunned down by unknown perpetrators. The portable warhead, codenamed the Lucifer Device, is believed to possess enough power to destroy an entire city.<br />\nThe Ambrose Foundation has confirmed that Lady Talitha Ambrose is missing, and that the family’s entire fortune has been lost. Believing that Lady Talitha has been kidnapped as part of the theft, the family has employed the Wallglass Investigations Agency to locate the missing heiress.<br />\nA campaign held by the Holloway Bioscience Institute to build a xenological research centre has concluded successfully. The new planetary outpost will be used to study lifeforms identified by the galactic community.<br />\nIn other news, a number of priceless artefacts, spanning centuries of artistic history, have been stolen from the Museum of Civilization on Mars. In each case, the works were replaced with the image of a winking cat.<br />\nFinally, the Atlas Research Group has called for shipments of military materials to increase security in the Merope system. The initiative started with pledges from Atlas that public safety in the face of continued Thargoid activity remains a priority.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "655",
    "date": "17 FEB 3305",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Nuclear Weapon Stolen",
    "body": "<p>The Federal Intelligence Agency has discovered that a nuclear weapon has been taken from an unregistered outpost.<br />\nSenior Agent Rochelle Karim made the following statement:<br />\n“Further examination of the outpost discovered last week confirms that it was home to unlicensed nuclear research. Personnel at the site were constructing a portable fusion warhead codenamed the Lucifer Device.”<br />\n“One operational prototype was produced, but we have failed to locate it. Our assumption is that whoever invaded the base now possesses a movable bomb with a 300 megaton yield – enough to destroy an entire city.”<br />\n“This investigation is a top priority and we are exploring all available leads.”</p>\n",
    "nid": "654",
    "date": "16 FEB 3305",
    "image": "NewsImageDiplomacyPressConference",
    "slug": "nuclear-weapon-stolen"
  },
  {
    "title": "Heiress Confirmed Missing",
    "body": "<p>The Ambrose Foundation has confirmed that Lady Talitha Ambrose is missing, and that all of its assets have been lost.<br />\nBaroness Oksana Ambrose, head of the institution, told the media:<br />\n“Everything we own has been transferred from our accounts to who knows where. Emergency funds are being used to settle debts and pay staff, but essentially the Ambrose Foundation is ruined.”<br />\n“I can only assume that vicious criminals have kidnapped Lady Talitha and tortured her into surrendering her inheritance.”<br />\n“I have used the last of our reserves to hire the Wallglass Investigations Agency. I pray that they can locate and rescue my beloved daughter.”</p>\n",
    "nid": "653",
    "date": "15 FEB 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "heiress-confirmed-missing"
  },
  {
    "title": "Xeno-Research Campaign Ends",
    "body": "<p>A campaign from the Holloway Bioscience Institute to build a xenological research centre has concluded successfully.<br />\nChief researcher Dr Roy Casimir told the media:<br />\n“Thanks to Nahuaru Crimson Bridge Int we now have sufficient materials to build a planetary outpost where our scientists can study lifeforms identified by the galactic community.”<br />\n“We are also grateful for the exploration data provided by many pilots, which will help us create a new research catalogue.”<br />\nPilots who took part in the campaign can now collect their rewards from Williams Vision in the Nahuaru system.</p>\n",
    "nid": "651",
    "date": "14 FEB 3305",
    "image": "NewsImageStarportAnaconda",
    "slug": "xeno-research-campaign-ends"
  },
  {
    "title": "Merope Defence Initiative",
    "body": "<p>The Atlas Research Group has urgently requested military materials to increase security in the Merope system.<br />\nDefence Director Jacob Chowdhury said:<br />\n“The Thargoid presence throughout the Pleiades Nebula continues to be a major threat. To reassure the public, Atlas is investing in improved defences for the Merope system.”<br />\n“Traders are invited to deliver Reactive Armour and Military Grade Fabrics to Reed&#039;s Rest. To help protect incoming ships from criminal elements, we have also allocated bounties to all wanted vessels in the system.”<br />\nThe initiative begins on the 14th of February 3305 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "652",
    "date": "14 FEB 3305",
    "image": "NewsImageSidewinderExploring",
    "slug": "merope-defence-initiative"
  },
  {
    "title": "Thief Strikes Again",
    "body": "<p>A number of invaluable art treasures have been stolen from the Museum of Civilisation on Mars.<br />\nMuseum historian Dr Imogen Ryang said:<br />\n“The stolen pieces include Rembrandt’s Self-Portrait with Two Circles (17th Century), Guernica by Picasso (20th Century) and Terra Absentia by Zoe Okeke (23rd Century). Each of the works was replaced with the image of a winking cat.”<br />\n“The loss of so many cultural artefacts is incalculable. This despicable criminal should have been hunted down long ago.”<br />\nCulture journalist Kioko McGrath published an alternative view in The Federal Times:<br />\n“High-profile crimes such as this have resulted in the ‘winking cat’ motif becoming a popular anti-establishment symbol, appearing in advertising, graffiti and music. Ironically, the calling card of an art thief is now itself a culturally significant work of art.”</p>\n",
    "nid": "650",
    "date": "14 FEB 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "thief-strikes-again"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s main stories.<br />\nA Federal Navy vessel has discovered an unregistered outpost with all occupants murdered. According to the Federal Intelligence Agency, early evidence suggests the outpost was dedicated to advanced nuclear research.<br />\nThe Ambrose Foundation, a multi-billion credit institution, has lost its entire fortune, prompting security services to investigate a possible data hack. Family heiress Lady Talitha Ambrose has also disappeared, fuelling fears of abduction by those responsible for the loss of her inheritance.<br />\nMeanwhile, a commodity drive to revive technology company Supratech has ended successfully. Scorpio DeVorrow, the company’s CEO, announced that the efforts had brought the company back from the brink and secured its future.<br />\nIn other news, President Gibson Kincaid has used Nova Imperium to illustrate potential threats to the Alliance. Kincaid argued that the rise of such radical movements demonstrated how the other superpowers might turn against the Alliance.<br />\nFinally, Dr Roy Casimir of the Holloway Bioscience Institute has announced plans to build a research centre focusing on new life forms discovered by the galactic community. Dr Casimir said the development of the Codex had led to a number of xenological discoveries, and that the institute intended to construct a dedicated scientific facility to analyse these lifeforms.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "649",
    "date": "10 FEB 3305",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": " Ambrose Foundation Bankrupted Overnight",
    "body": "<p>The family-run Ambrose Foundation, a multi-billion credit institution, has lost its entire fortune in a single day.<br />\nBusiness analyst Marlon Royce reported on Vox Galactica:<br />\n“The Ambrose Foundation combines the wealth of several centuries-old royal and noble houses. It is primarily involved in corporate investment and occasional charity work.”<br />\n“All of that changed abruptly when its accountants announced the loss of 100% of all assets, worth nearly three hundred billion credits. Inexplicably, everything the foundation owned has been liquidated and transferred to anonymous accounts at banks scattered throughout the galaxy.”<br />\n“Local security services are investigating a possible data hack. But of greater concern is the disappearance of family heiress Lady Talitha Ambrose. Some fear she has been kidnapped and forced to provide authorisation codes to her colossal inheritance.”</p>\n",
    "nid": "648",
    "date": "09 FEB 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "ambrose-foundation-bankrupted-overnight"
  },
  {
    "title": "Secret Research Outpost Attacked",
    "body": "<p>A Federal Navy vessel has reported the discovery of an unregistered outpost with all occupants murdered, following a response to an automatic distress signal.<br />\nThe incident is being investigated by the Federal Intelligence Agency. Senior Agent Rochelle Karim made the following statement:<br />\n“This remote lunar base was designed to prevent detection, and yet it has been located and invaded by unknown forces who chose to gun down its inhabitants. It appears access codes were used to bypass security systems, as there are no signs of forced entry.”<br />\n“Initial findings suggest the outpost was dedicated to advanced nuclear research. This may have been a targeted attack in order to steal a power source, a weapon, or valuable data.”<br />\n“We are conducting a thorough examination of the site, and expect to learn more soon.”</p>\n",
    "nid": "647",
    "date": "08 FEB 3305",
    "image": "NewsImageDeathFederal",
    "slug": "secret-research-outpost-attacked"
  },
  {
    "title": "Supratech Initiative Concludes",
    "body": "<p>A commodity drive to revive technology company Supratech has ended successfully, with large numbers of materials being delivered.<br />\nScorpio DeVorrow, CEO of Supratech, announced:<br />\n“We are immensely grateful to Lexi October for her timely investment, to the People&#039;s Rakapila Progressive Party for organising the campaign, and to all the traders who delivered these commodities. This has brought the company back from the brink, and secured our future.”<br />\nBusiness analysts have suggested that adding Supratech to her investment portfolio reveals Lexi October’s ambitions to break into the lucrative personal-computer market.<br />\nContributors to the initiative can now collect their rewards from Stone Enterprise in the Rakapila system.</p>\n",
    "nid": "645",
    "date": "07 FEB 3305",
    "image": "NewsImageStarportAnaconda",
    "slug": "supratech-initiative-concludes"
  },
  {
    "title": "Campaign for New Xeno-Research Centre ",
    "body": "<p>Dr Roy Casimir of the Holloway Bioscience Institute has announced plans to construct a research centre focusing on new life forms discovered by the galactic community:<br />\n“The development of the Codex has led to a number of xenological discoveries. Our aim is to construct a dedicated scientific facility to analyse these incredible lifeforms.”<br />\n“We therefore request quantities of Cobalt, Indium and Tantalum to be delivered to Williams Vision in the Nahuaru system.”<br />\n“In addition, we ask pilots to provide us with exploration data, which will form the core of our xenological research catalogue. Nahuaru Crimson Bridge Int has agreed to fund the initiative and reimburse contributing pilots.”<br />\nThe initiative begins on the 7th of February 3305 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "646",
    "date": "07 FEB 3305",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "campaign-new-xeno-research-centre"
  },
  {
    "title": "Kincaid Raises Concerns after Nova Imperium",
    "body": "<p>President Gibson Kincaid has sought to illustrate potential threats to the Alliance, highlighting isolationist group Nova Imperium as an example. Speaking to the Alliance Tribune, President Kincaid said:<br />\n“The rise of such radical beliefs demonstrates how quickly the other superpowers might turn against us. Had the recent military conflict ended differently, the Empire would have callously abandoned humanity&#039;s united struggle against the Thargoid threat.”<br />\n“All other leaders are looking elsewhere, pretending Nova Imperium never happened. But I have the courage to give a voice to our people’s fears. The Alliance must prepare to stand alone against any aggressor, whether human or alien!”<br />\nPrime Minister Edmund Mahon later released a brief response:<br />\n“I remind President Kincaid that his focus should be on diplomatic duties, as agreed by the Assembly. Inter-superpower cooperation against the Thargoids remains unchanged, and the Empire’s internal politics do not concern the Alliance.”</p>\n",
    "nid": "644",
    "date": "07 FEB 3305",
    "image": "NewsImageDiplomacyPressConference",
    "slug": "kincaid-raises-concerns-after-nova-imperium"
  },
  {
    "title": "Celebrity Admits to Faking Disappearance",
    "body": "<p>The actor Consuela Knight, who recently vanished from her private yacht along with its crew, has been located at a luxury retreat.<br />\nAn anonymous reporter told independent newsfeed The Sovereign:<br />\n“Consuela Knight was spotted alive and well at the Skyglow Havens on the Rhea Archipelago, where she had been living under a false identity.”<br />\n“When challenged, Ms Knight admitted that her disappearance was in fact an elaborate hoax. Fearing that her career was fading, she arranged her ‘mysterious’ disappearance to enhance her fame, paying her crew enormous sums to follow suit.”<br />\n“Ms Knight has now fled Rhea and is presumably living in seclusion elsewhere.”<br />\nMany of Knight’s fans have disputed this account, claiming that such elaborate deception is out of character for the actor. Authorities have accepted the explanation, however, and the investigation has been officially closed.</p>\n",
    "nid": "642",
    "date": "02 FEB 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "celebrity-admits-faking-disappearance"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s main stories.<br />\nPharmaceutical giant Vandermeer Corporation has won the licence to distribute Vitadyne Labs’s nanomedical product. In a statement, Professor Katrien Rook said the organisation’s infrastructure and supply routes meant the nanomeds would soon be available to the galactic community.<br />\nHadrian Augustus Duval has broadcast a message following the purge of isolationist group Nova Imperium, vowing to continue to pursue his claim on the Imperial throne. During the transmission, Duval claimed to have assumed the title of the recently executed Imperator Kaeso Modanticus, and accused Arissa Lavigny-Duval’s regime of brutality and terror.<br />\nIn other news, actor Consuela Knight, who recently vanished from her private yacht along with its crew, has been located at a luxury retreat. When questioned, Ms Knight admitted that her disappearance was an elaborate hoax designed to enhance her ailing career. Many of Knight’s fans have disputed this account, but authorities have accepted the explanation.<br />\nAnd finally, billionaire investor Lexi October has announced plans to save technology company Supratech from bankruptcy by funding a commodity drive. October confessed an admiration for the company’s imagination and expertise, and said she hoped the enterprise would provide Supratech with the materials necessary to resume its innovative work.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "643",
    "date": "02 FEB 3305",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Investor Sets Sights on Supratech",
    "body": "<p>Billionaire investor Lexi October has announced plans to save technology company Supratech from bankruptcy:<br />\n“Although Supratech’s Torc design proved to be impractical, I feel that a company with such imagination and expertise deserves another chance to succeed. So I have decided to fund a commodity drive to get Supratech back on its feet.”<br />\n“I have invited the People&#039;s Rakapila Progressive Party to organise shipments of Computer components, Auto-fabricators and Hardware diagnostic sensors, which will enable Supratech to resume its innovative work.”<br />\nDeliveries should be made to Stone Enterprise in the Rakapila system. To protect traders, the People&#039;s Rakapila Progressive Party has placed a kill order on all wanted ships in the system.<br />\nThe initiative begins on the 31st of January 3305 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "640",
    "date": "31 JAN 3305",
    "image": "NewsImageGraph",
    "slug": "investor-sets-sights-supratech"
  },
  {
    "title": "Vitadyne Campaign Ends",
    "body": "<p>An initiative from Vitadyne Labs to award a distribution licence to a pharmaceutical company has now concluded.<br />\nProfessor Katrien Rook announced:<br />\n“Thanks to many hard-working traders, both Neomedical Industries and the Vandermeer Corporation received enormous quantities of advanced medicines, computer components and auto fabricators.”<br />\n“We are evaluating each company’s ability to manufacture the nanomedicines, and will award the contract shortly.”<br />\nPilots who made deliveries to Neomedical Industries can now collect their rewards from Piserchia Port in Alignak, while those who delivered to the Vandermeer Corporation can collect their rewards from Elion Dock in Kuma.</p>\n",
    "nid": "641",
    "date": "31 JAN 3305",
    "image": "NewsImageStarportAnaconda",
    "slug": "vitadyne-campaign-ends"
  },
  {
    "title": "The New Imperator",
    "body": "<p>Hadrian Augustus Duval has broadcast a message following the purge of isolationist group Nova Imperium:<br />\n“Arissa Lavigny-Duval has revealed the true face of her regime – one based on brutality and terror. The callous execution of Imperator Mordanticus, in conjunction with thousands of Imperial citizens, shows her desperation to cling onto power at any cost.”<br />\n“Nova Imperium survives in the Paresa system, a single light in the darkness. We stand for an Empire that respects everyone, from slaves to senators. I truly hope that any who value honour and tradition will help keep our spark alive.”<br />\n“Our martyred leader will never be forgotten. In his honour, I have taken the title of Imperator Duval, until such time as the people choose me as their rightful emperor.”<br />\n“Memento Mordanticus!”</p>\n",
    "nid": "639",
    "date": "31 JAN 3305",
    "image": "NewsImageImperialCityscape",
    "slug": "new-imperator"
  },
  {
    "title": "Utopia Condemns Approval of Vitadyne Nanomedicines",
    "body": "<p>The decision of the Interstellar Health Organisation (IHO) to approve Vitadyne Labs’s nanomedicines has been condemned by Utopia.<br />\nSimguru Pranav Antal made this statement:<br />\n“The IHO has allowed Vitadyne to steal and replicate Utopian nanomedical technology purely for their financial gain. This is why we do not share our advancements with the galaxy.”<br />\nIndependent healthcare analyst Dr Himari Grey commented:<br />\n“Vitadyne sees the Interstellar Health Organisation&#039;s decision as a victory, but others in the medical community have expressed reservations. To deny Utopia’s ownership of these nanomedicines means permanently closing the door on any future cooperation with the community. What other potential benefits have been lost?”<br />\nVitadyne Labs has invited pharmaceutical giants Neomedical Industries and Vandermeer Corporation to bid for a licence to distribute Vitadyne nanomeds in their territories.</p>\n",
    "nid": "636",
    "date": "26 JAN 3305",
    "image": "NewsImageDiplomacyPressConference",
    "slug": "utopia-condemns-approval-vitadyne-nanomedicines"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s main stories.<br />\nKaeso Mordanticus, leader of isolationist group Nova Imperium, has been executed by Senator Denton Patreus. All known members of the group have been put to death as part of a systematic purge, and citizens who supported Nova Imperium have been arrested for treason. Nova Imperium remains in control of the Paresa system, but with the organisation’s power base destroyed, it no longer poses a threat to the Imperial throne.<br />\nThe decision of the Interstellar Health Organisation (IHO) to approve Vitadyne Labs’s nanomedicines has been condemned by Utopia. Simguru Pranav Antal issued a statement accusing the IHO of allowing Vitadyne to steal and replicate Utopian nanomedical technology purely for their financial gain.<br />\nIn related news, Vitadyne has launched an initiative to establish a new pharmaceutical production facility. Neomedical Industries, which supplies Alliance and independent systems, and the Vandermeer Corporation, which operates exclusively within Federal space, have both been invited to compete for a distribution license.<br />\nThe mysterious disappearance of actor Consuela Knight and the crew of her yacht has affected confidence in commercial space travel, negatively impacting many businesses. A memorial service to honour Knight’s career is planned, but has been overshadowed by rumours of abductions and disintegrations while in hyperspace.<br />\nFinally, a request for mined materials from the Omega Mining Corporation has concluded. Independent pilots delivered large quantities of raw materials, which will be used to build an Orbis starport in the Stuemeae FG-Y d7561 system. The starport will serve as a centre for scientific research, gathering data on the supermassive black hole at the galaxy’s centre.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "637",
    "date": "26 JAN 3305",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "The Fall of Nova Imperium",
    "body": "<p>Security forces across the Empire have carried out a coordinated purge of the isolationist group Nova Imperium.<br />\nPolitical journalist Cassia Carvalho reported:<br />\n“Yesterday’s executions in the Senate were apparently only the beginning of a coordinated massacre. Nova Imperium members are being put to death, and citizens who supported them are being arrested for treason. In a single day, the isolationist cause has been crushed.”<br />\n“It seems that Emperor Arissa Lavigny-Duval – while being accused of weakness – has simply been playing for time, allowing Senator Patreus to position his agents for a simultaneous strike. With this show of strength, the Emperor has done much to silence her detractors.”<br />\n“Despite reactions of horror from some newsfeeds, Alliance and Federal leaders have made no official comment, perhaps relieved that inter-superpower cooperation against the Thargoids will continue.”<br />\n“Nova Imperium remains in control of the Paresa system, but with the organisation’s power base destroyed, it no longer poses a threat to the Imperial throne.”</p>\n",
    "nid": "638",
    "date": "26 JAN 3305",
    "image": "NewsImagePressConferenceImperial",
    "slug": "fall-nova-imperium"
  },
  {
    "title": "Blood on the Senate Floor",
    "body": "<p>Kaeso Mordanticus, the captured leader of isolationist group Nova Imperium, has been brought before the Imperial Senate, with unexpected results.<br />\nPolitical journalist Cassia Carvalho was at the scene:<br />\n“Imperator Mordanticus was led into Senate House in shackles but still defiant. All rose as Emperor Arissa Lavigny-Duval entered, attended by Senator Denton Patreus. The Emperor and Patreus approached Mordanticus silently, whereupon Patreus executed the Imperator with his personal sidearm.”<br />\n“Suddenly, the Imperial Guard opened fire, gunning down senators Pal Vespasian and Eloise Winterstone, and others who had supported the isolationist cause.”<br />\n“Once the initial shock had subsided, the Emperor stood over the Imperator’s body. In a clear voice she announced: ‘There is no Nova Imperium. There is only the Empire.’”<br />\n“I have since heard reports of mass arrests and further public executions across Capitol. The rumour is that Patreus placed agents among Nova Imperium strongholds, which are now being eliminated from within. This may be the start of an Empire-wide purge.”</p>\n",
    "nid": "635",
    "date": "25 JAN 3305",
    "image": "NewsImageImperialPalace,PowerAvatarNewsImage2",
    "slug": "blood-senate-floor"
  },
  {
    "title": "Success for Distant Worlds Initiative ",
    "body": "<p>A request for mined materials from the Omega Mining Corporation has concluded.<br />\nIndependent pilots delivered large quantities of Indite, Gallite, Praseodymium and Cobalt which will be used to build an Orbis starport in the Stuemeae FG-Y d7561 system. The starport will serve as a centre for scientific research, gathering data on the supermassive black hole at the galaxy’s centre.<br />\nErimus Kamzel, the Distant Worlds project leader, commented:<br />\n“It is with great pride that we announce the successful conclusion to this resource-extraction initiative. The fleet will now continue its journey, and is scheduled to reach the galactic core in several weeks’ time.”<br />\nContributors to the campaign can now collect their rewards from Omega Mining Operation in the Omega Sector VE-Q b5-15 system.</p>\n",
    "nid": "633",
    "date": "24 JAN 3305",
    "image": "NewsImageCelebration",
    "slug": "success-distant-worlds-initiative"
  },
  {
    "title": "Vitadyne Nanomeds Campaign",
    "body": "<p>Professor Katrien Rook of Vitadyne Labs has launched an initiative to establish a new pharmaceutical production facility.<br />\nIn a statement, Professor Rook said:<br />\n“Vitadyne Labs lacks the infrastructure to mass-produce nanomedicines, so we have invited two pharmaceutical companies to bid for a distribution licence. The company that puts forward the most convincing proposal will secure the contract.”<br />\nThe companies in question are Neomedical Industries, which supplies Alliance and independent systems, and the Vandermeer Corporation, which operates exclusively within Federal space. Both have requested advanced medicines, computer components and auto fabricators for the construction of nanomed manufacturing plants.<br />\nDeliveries for Neomedical Industries should be made to Alignak Jet Legal and Co at Piserchia Port in Alignak while shipments for the Vandermeer Corporation should be delivered to the Liberals of Kuma at Elion Dock in Kuma.<br />\nThe competing initiatives begin on the 24th of January 3305. If either campaign meets its target earlier than planned, that campaign will end immediately.</p>\n",
    "nid": "634",
    "date": "24 JAN 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "vitadyne-nanomeds-campaign"
  },
  {
    "title": "Commercial Travel Impacted by Hyperspace Fears",
    "body": "<p>The mysterious disappearance of actor Consuela Knight and the crew of her yacht has affected confidence in commercial space travel.<br />\nIndependent newsfeed The Sovereign reported:<br />\n“Consuela Knight’s empty ship pulling into port has caused unease in consumer markets. Rumours of abductions and disintegrations while in hyperspace have negatively impacted many businesses.”<br />\n“Ship manufacturer Saud Kruger has said that sales of customised luxury yachts, such as Ms Knight’s, have plummeted. Cruise bookings with Astrogator Tours are being cancelled, while commercial operators have reported a drop in passenger numbers.”<br />\n“Plans are underway for a memorial service to honour Consuela Knight’s career. But her real legacy is the fear that her fate could befall any interstellar traveller.”</p>\n",
    "nid": "632",
    "date": "24 JAN 3305",
    "image": "NewsImageGraph",
    "slug": "commercial-travel-impacted-hyperspace-fears"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s main stories.<br />\nThe conflict in the Paresa system has ended with Nova Imperium being defeated by Imperial forces. As the conflict drew to a close, Senator Denton Patreus declared that the isolationists’ forces had been significantly depleted.<br />\nIn related news, Imperator Mordanticus, the leader of isolationist group Nova Imperium, has been captured by the Empire. His arrest was made during the conflict between Nova Imperium and the Empire in the Paresa system. The Imperator will be brought before the Senate on Friday the 25th of January to answer charges of treason against the Empire.<br />\nThe Interstellar Health Organisation (IHO) has approved Vitadyne Labs’s nanomedicines as a legal medical product. The IHO has lifted all restrictions, with the caveat that distribution must be handled by an established pharmaceutical company.<br />\nThe disappearance of famous actor Consuela Knight and the crew of her luxury yacht has sparked a flood of rumours. Independent reporter Flint ‘Firemaker’ Lafosse discussed the mystery on the Rewired news feed, speculating that a Thargoid weapon could be responsible, among other theories.<br />\nFinally, the Omega Mining Corporation has requested deliveries of raw materials for a new Orbis starport, to be built in the heart of the galaxy. The construction of this starport constitutes part of the ambitious Distant Worlds II expedition. Project leader Erimus Kamzel stated the objective to be humanity’s first starport in the Galactic Centre region.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "630",
    "date": "19 JAN 3305",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Mystery of Missing Crew Sparks Rumours",
    "body": "<p>The disappearance of famous actor Consuela Knight and the crew of her luxury yacht has sparked a flood of rumours.<br />\nIndependent reporter Flint ‘Firemaker’ Lafosse discussed the mystery on the Rewired news feed:<br />\n“The scientists say this might be an anomaly that only affects organic tissue. But that doesn’t explain the discovery of Consuela Knight’s half-eaten meal, does it?”<br />\n“Others think it could be a new Thargoid weapon that disintegrates humans while leaving ships intact. Or maybe the cultists were right, and the Far God has started snacking on individuals before it arrives to eat the whole universe.”<br />\n“For all we know, this has been happening to ships for years. Maybe it usually gets hushed up, which is harder to do when a big-name celebrity vanishes. Which of us might be next? Think about that next time you jump into hyperspace…”</p>\n",
    "nid": "631",
    "date": "19 JAN 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "mystery-missing-crew-sparks-rumours"
  },
  {
    "title": "Imperator Mordanticus Captured",
    "body": "<p>Imperator Mordanticus, the leader of isolationist group Nova Imperium, has been captured by the Empire. His arrest was made during the conflict between Nova Imperium and the Empire in the Paresa system.<br />\nChancellor Anders Blaine made a pronouncement on behalf of Emperor Arissa Lavigny-Duval:<br />\n“With its fleet destroyed, Nova Imperium’s seditious agenda has been halted. The so-called Imperator, Duke Kaeso Mordanticus, will be brought before the Senate on Friday the 25th of January to answer charges of treason against the Empire.”<br />\nPolitical journalist Cassia Carvalho commented in The Imperial Herald:<br />\n“For the emperor to assemble the entire Senate is a rare occurrence. It seems likely that she will make an example of Mordanticus, perhaps with a public trial.”<br />\n“lthough Nova Imperium survives in the Paresa system, the loss of both its fleet and military commander may have delivered a mortal blow to the isolationist cause.”</p>\n",
    "nid": "629",
    "date": "18 JAN 3305",
    "image": "NewsImagePressConferenceImperial",
    "slug": "imperator-mordanticus-captured"
  },
  {
    "title": "Nova Imperium Defeated in Paresa System",
    "body": "<p>The conflict in the Paresa system has ended with Nova Imperium being defeated by Imperial organisation Yupini Limited.<br />\nAs the conflict drew to a close, Senator Denton Patreus made the following statement:<br />\n“With the aid of our loyal Imperial auxiliaries, the isolationists’ forces have been significantly depleted. Let this be a warning to others – the Empire will not tolerate insurrection.”<br />\nPilots who participated in the conflict can now collect their rewards from Dyson City in the Paresa system.</p>\n",
    "nid": "627",
    "date": "17 JAN 3305",
    "image": "NewsImageImperialCityscape,PowerAvatarNewsImage5",
    "slug": "nova-imperium-defeated-paresa-system"
  },
  {
    "title": "Distant Worlds Initiative",
    "body": "<p>The Omega Mining Corporation has requested deliveries of raw materials for a new Orbis starport, to be built in the heart of the galaxy.<br />\nThe construction of the starport constitutes part of the ambitious Distant Worlds II expedition. Project leader Erimus Kamzel told the media:<br />\n“The Distant Worlds fleet is privileged to be at the forefront of this ambitious industrial and scientific initiative – humanity’s first starport in the Galactic Centre region.”<br />\nIndependent miners are invited to deliver shipments of Indite, Gallite, Praseodymium and Cobalt to Omega Mining Operation in the Omega Sector VE-Q b5-15 system.<br />\nIn order to protect traders, the Omega Mining Corporation has also placed kill orders on all ships on its wanted list.<br />\nThe initiative begins on the 17th of January 3305 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "628",
    "date": "17 JAN 3305",
    "image": "NewsImageSidewinderExploring",
    "slug": "distant-worlds-initiative"
  },
  {
    "title": "Vitadyne Nanomedicines Gain Legal Approval",
    "body": "<p>The Interstellar Health Organisation (IHO) has approved Vitadyne Labs’s nanomedicines as a legal medical product. A spokesperson for the IHO said:<br />\n“We accept that this product is based on nanomedicines developed by Utopia, as asserted by Simguru Pranav Antal. But our ruling is that because they were obtained as lawful salvage, the nanomeds recreated by Vitadyne Labs are its intellectual property.”<br />\n“All restrictions have been lifted, with the caveat that distribution must be handled by an established pharmaceutical company. This will ensure that strict healthcare protocols can be applied at every stage.”<br />\nProfessor Katrien Rook told the media she was happy to comply with the Interstellar Health Organisation&#039;s conditions.</p>\n",
    "nid": "626",
    "date": "17 JAN 3305",
    "image": "NewsImageFederalCityscape",
    "slug": "vitadyne-nanomedicines-gain-legal-approval"
  },
  {
    "title": "Empire Engages Nova Imperium",
    "body": "<p>The Empire has entered a state of conflict with the isolationist group Nova Imperium in the Paresa system.<br />\nSenator Denton Patreus announced:<br />\n“The loyal Imperials of Yupini Limited have engaged the isolationists’ illegal armada. We call upon Imperial auxiliaries to support our allies and destroy the Nova Imperium fleet.”<br />\nImperator Mordanticus, leader of Nova Imperium, has requested the support of the galactic community:<br />\n“Nova Imperium’s survival depends upon winning this battle. I urge all those who believe that Hadrian Duval should be the Emperor to support us.”<br />\nThe two factions have set out week-long campaigns to overcome their foes, which will begin on the 10th of January 3305.</p>\n",
    "nid": "624",
    "date": "10 JAN 3305",
    "image": "NewsImageWar",
    "slug": "empire-engages-nova-imperium"
  },
  {
    "title": "Federal and Imperial Campaigns End",
    "body": "<p>Supply campaigns for the Federal and Imperial navies have concluded successfully, with traders delivering large amounts of military provisions.<br />\nThe League of Zearla, acting on behalf of the Federal Navy, stated:<br />\n“Many thanks to all the pilots who came through for the Federation. You can now collect your rewards at Payson Hub in the Zearla system.”<br />\nAn announcement was also made by the Sirsir Co, which coordinated a similar supply campaign for the Imperial Navy:<br />\n“You have performed a great service for the Empire. Payments have been authorised at Mitchell Hangar in the Sirsir system.”<br />\nMarquis Felix Novantico, a retired military strategist, commented:<br />\n“Tensions caused by Nova Imperium have triggered much activity of this kind. But for the Federation to do the same suggests concern about a potentially hostile Empire, should Hadrian Duval claim the throne.”</p>\n",
    "nid": "625",
    "date": "10 JAN 3305",
    "image": "NewsImageStarportCobra",
    "slug": "federal-and-imperial-campaigns-end"
  },
  {
    "title": "Crew Missing from Celebrity’s Starship",
    "body": "<p>A luxury star yacht belonging to famous actor Consuela Knight has reached its destination with nobody onboard.<br />\nThe incident was reported by independent newsfeed The Sovereign:<br />\n“Consuela Knight’s beautiful ship often attracts admirers when it arrives at a starport. But on this occasion it also brought security forces, since the custom-built private yacht was completely empty.”<br />\n“Investigators discovered that the ship was in perfect condition with all escape pods intact. There were signs of recent activity, such as unfinished meals and handheld equipment on the floor. Computer records confirmed the crew&#039;s presence until a few minutes before arrival, when all five people – including Ms Knight– simultaneously vanished.”<br />\n“Engineering and hyperspace experts have begun analysing data to unravel this mystery. But there is no reason to believe there are any survivors of this phenomenon.”</p>\n",
    "nid": "623",
    "date": "10 JAN 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "crew-missing-celebritys-starship"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s main stories.<br />\nThe theft of a spectacular work of art has soured New Year festivities for thousands of Federal citizens. A colossal holo-sculpture, inspired by the Federal insignia, was due to be unveiled to mark the start of 3305. But upon activation, the image that materialised was a gigantic cat&#039;s face, winking repeatedly.<br />\nMeanwhile, Professor Katrien Rook has admitted that her company’s nanomedicines are of Utopian origin, and revealed that the original material was sold to Vitadyne Labs by independent pilots. She offered to return the original cargo to Utopia while insisting that Vitadyne be allowed to continue the manufacture of its derived nanomedicines. Simguru Pranav Antal has insisted that production cease, however.<br />\nIn other news, preparations are underway for the second Distant Worlds expedition, which will see a community of explorers cross the galaxy. The expedition will chart a course through the heart of the galaxy, mapping unexplored regions and making new scientific discoveries. It will also involve the construction of a starport dedicated to the study of Sagittarius A*. Nearly four thousand Commanders are expected to take part.<br />\nThe isolationist group Nova Imperium has started mustering its forces in the Paresa system, prompting Senator Denton Patreus to issue a statement ordering the ships to disperse. The Imperial Navy must now find a way to quash the threat without it being seen as a massacre of Imperial citizens, which will only fuel further rebellion.<br />\nAn open order for military supplies has been placed on behalf of the Federal Navy by the League of Zearla. A parallel operation is being run by Imperial faction the Sirsir Co. Both initiatives begin on the 3rd of January 3305 and will run for one week.<br />\nFinally, an initiative run by Herculean Machines, manufacturer of Duradrive personal computers, has concluded. Multiple shipments of consumer technology, hardware diagnostic sensors and computer components were delivered to the Blatrimpe system, which will be used to fulfil a large order from the Federal Navy.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "621",
    "date": "05 JAN 3305",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Nova Imperium Musters Military Forces",
    "body": "<p>The isolationist group Nova Imperium is reported to be assembling its forces in the Paresa system.<br />\nSenator Denton Patreus made this statement:<br />\n“We have evidence that this seditious organisation is amassing an armada in its home system. It consists of ships crewed by Imperator Mordanticus’s ex-Navy followers, as well as the private vessels of many misguided citizens.”<br />\n“As Admiral of the Fleet, I order Nova Imperium to disperse its forces immediately or face the consequences.”<br />\nThe Imperial Herald’s Cassia Carvalho commented:<br />\n“Widespread support for Hadrian Duval has led to Nova Imperium amassing its fleet in a very short time. The challenge for the Imperial Navy is to quash this threat without it being seen as a massacre of Imperial citizens, which can only fuel further rebellion.”</p>\n",
    "nid": "622",
    "date": "05 JAN 3305",
    "image": "NewsImagePressConferenceImperial,PowerAvatarNewsImage5",
    "slug": "nova-imperium-musters-military-forces"
  },
  {
    "title": "Countdown to Second Distant Worlds Expedition",
    "body": "<p>Preparations are underway for the second Distant Worlds expedition, which will see a community of explorers cross the galaxy.<br />\nScience correspondent Leon Banerjee provided an overview for the Vox Galactica media outlet:<br />\n“The first Distant Worlds mission, in 3302, was the largest fleet expedition in history, and saw over a thousand ships travel to Beagle Point and back.”<br />\n“Distant Worlds II has even loftier ambitions, involving an impressive voyage through the heart of the galaxy, mapping unexplored regions and making new scientific discoveries. It will also involve the construction of a starport dedicated to the study of Sagittarius A*.”<br />\n“Project leaders Erimus Kamzel and Dr Kaii report that nearly four thousand courageous Commanders will take part, despite the risks involved, in a journey of over 200,000 light years.”<br />\nDistant Worlds II is scheduled to launch in January 3305, with the complete round trip lasting approximately three hundred days.</p>\n",
    "nid": "620",
    "date": "04 JAN 3305",
    "image": "NewsImageShipyard",
    "slug": "countdown-second-distant-worlds-expedition"
  },
  {
    "title": "Herculean Machines Initiative Concludes",
    "body": "<p>An initiative run by Herculean Machines, manufacturer of Duradrive personal computers, has now concluded.<br />\nMultiple shipments of consumer technology, hardware diagnostic sensors and computer components were delivered to the Blatrimpe system, which will be used to fulfil a large order from the Federal Navy.<br />\nMaddox Hurd, the company’s CEO, made this statement:<br />\n“Once again, I offer my thanks to the galactic community for its support. We’re very pleased to become a supplier to the Federal Navy, and we hope that the Duradrive remains in production for a long, long time.”<br />\nPilots who took part in the initiative can now collect their rewards from Boltzmann Hub in the Blatrimpe system.</p>\n",
    "nid": "618",
    "date": "03 JAN 3305",
    "image": "NewsImageStarportCobra",
    "slug": "herculean-machines-initiative-concludes"
  },
  {
    "title": "Supplies for Federal and Imperial Navies",
    "body": "<p>An open order for military supplies has been placed on behalf of the Federal Navy by the League of Zearla. A spokesperson for the organisation gave the following statement:<br />\n“The Federal Navy urgently requires shipments of Battle Weapons, Landmines and Performance Enhancers to be delivered to Payson Hub in the Zearla system.”<br />\nA parallel operation is being run by Imperial faction the Sirsir Co, which announced:<br />\n“The Imperial Navy’s logistics division has authorised us to process deliveries of Battle Weapons, Reactive Armour and Imperial Slaves. The drop-off point is Mitchell Hangar in the Sirsir system.”<br />\nBoth initiatives begin on the 3rd of January 3305 and will run for one week. If either initiative meets its targets earlier than planned, that campaign will end immediately.</p>\n",
    "nid": "619",
    "date": "03 JAN 3305",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "supplies-federal-and-imperial-navies"
  },
  {
    "title": "Vitadyne Admits Nanomeds of Utopian Origin",
    "body": "<p>Professor Katrien Rook has responded to Pranav Antal’s claim that her company’s nanomedicines are of Utopian origin:<br />\n“I confess that Vitadyne Labs did not invent the nanomeds, but neither did we steal them. We were approached by independent pilots who discovered a crashed Utopian transport ship. The recovered cargo canisters were clearly medical in nature, so the foragers sold them to us as legitimate salvage.”<br />\n“I would be happy to return the original cargo to Utopia with our apologies. The new nanomeds that we have created are our property, however, and I insist that we be allowed to continue their manufacture.”<br />\nPranav Antal swiftly issued a reply:<br />\n“Any derivative nanomedicines must also be returned to us, and production must cease. Our technology cannot be used outside Utopia.”<br />\nThe Interstellar Health Organisation has said that it will review the case and make a decision.</p>\n",
    "nid": "617",
    "date": "03 JAN 3305",
    "image": "NewsImageDiplomacyPressConference,PowerAvatarNewsImage9",
    "slug": "vitadyne-admits-nanomeds-utopian-origin"
  },
  {
    "title": "Theft Ruins New Year Celebration",
    "body": "<p>The theft of a spectacular work of art has soured New Year festivities for thousands of Federal citizens.<br />\nKioko McGrath, culture correspondent for The Federal Times, reported:<br />\n“A colossal holo-sculpture was due to be unveiled at midnight to mark the start of 3305. Inspired by the Federal insignia, the intention was for the sculpture to be visible above Olympus Village, and seen by millions of people.”<br />\n“But upon activation, the image that materialised was a gigantic cat&#039;s face, winking repeatedly. The original holo-sculpture code was later discovered to have vanished.”<br />\nThe Federal Security Service believes the culprit to be the same art thief who stole valuable works on Alioth and Eotienses A 3, both of which were marked with an identical ‘winking cat’ motif.<br />\nThere are no leads at present.</p>\n",
    "nid": "616",
    "date": "01 JAN 3305",
    "image": "NewsImageFuturisticCityscape",
    "slug": "theft-ruins-new-year-celebration"
  },
  {
    "title": "Alliance and Federation React to Nova Imperium",
    "body": "<p>The leaders of the Alliance and the Federation have commented on the rise of the isolationist group Nova Imperium.<br />\nPrime Minister Edmund Mahon told the Alliance Assembly:<br />\n“The civil unrest in the Empire is an internal matter, but it would be a major concern if it resulted in a policy change regarding inter-superpower cooperation. We are therefore watching the situation closely.”<br />\nIn Congress, President Zachary Hudson said:<br />\n“If Nova Imperium comes to power and the Empire ceases contributions to Aegis, our combined defences against the Thargoid threat will be jeopardised. In such a case, the Federation would be forced to intervene in order to safeguard humanity’s future.”<br />\nIndependent sources have confirmed that Federal Navy resupplies have increased in frequency. Fleet manoeuvres have also taken place in regions bordering Imperial territory.</p>\n",
    "nid": "614",
    "date": "29 DEC 3304",
    "image": "NewsImageDiplomacyPressConference",
    "slug": "alliance-and-federation-react-nova-imperium"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s main stories.<br />\nFederal Shadow President Felicia Winters has appointed Isolde Rochester as the deputy leader of the Federation’s Liberal Party. The new Shadow Vice President is the matriarch of the powerful Rochester family, which includes the CEO of Core Dynamics and two Federal Navy officers. Vice President Rochester said she was honoured to accept the position.<br />\nImperial senators supporting the isolationist group Nova Imperium have demanded that Emperor Arissa Lavigny-Duval acknowledge its figurehead, Hadrian Augustus Duval. Chancellor Anders Blaine responded by saying that Nova Imperium was a fringe organisation with no right to determine policy. The Emperor’s lack of response has led to accusations of weakness, with many calling on her to step down.<br />\nIn other news, Simguru Pranav Antal has claimed that the nanomedicines developed by Vitadyne Labs were in fact developed in Utopia. In a statement, Simguru said the nanomedicines were never intended for use outside of Utopia, and demanded their immediate return.<br />\nThe leaders of the Alliance and the Federation have commented on the rise of Nova Imperium. Alliance Prime Minister Edmund Mahon said the unrest afflicting the Empire would be a concern if it affected inter-superpower cooperation, while Federal President Zachary Hudson said the Federation would be forced to intervene if Nova Imperium came to power and the Empire ceased contributions to Aegis.<br />\nMeanwhile, the Federal Navy has requested a large shipment of Duradrive personal computers from manufacturer Herculean Machines. Maddox Hurd, the company’s CEO, said the request was a testament to the Duradrive’s reliability. Herculean has placed an open order for various commodities to fulfil the request.<br />\nFinally, twin initiatives to supply Imperial senator Simone Leatrix’s festivities have reached a successful conclusion. As the campaigns drew to a close, Senator Leatrix said she hoped the sight of her glittering mountaintop retreat would serve as an inspiration amid the current civil disquiet.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "615",
    "date": "29 DEC 3304",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Antal Levels Accusation at Vitadyne",
    "body": "<p>Simguru Pranav Antal, leader of Utopia, has made a statement regarding the new nanomedicines developed by Vitadyne Labs:<br />\n“The nanomedicines that Professor Katrien Rook claims to have created were in fact developed in Utopia, and have been in use for decades.”<br />\n“Several months ago, a medical transport disappeared after departing from the Polevnic system. Our assumption is that the ship was attacked and its cargo stolen. Evidently, Professor Rook acquired Utopian technology and is now passing it off as her own creation.”<br />\n“These nanomedicines were never intended for use outside of Utopia. Such sophisticated materials can only be controlled by Utopian engineers. We demand that our property be returned to us immediately.”<br />\nThere has been no response from Vitadyne Labs. The Interstellar Health Organisation has said that it will investigate Pranav Antal’s accusation.</p>\n",
    "nid": "613",
    "date": "28 DEC 3304",
    "image": "NewsImageDiplomacyPressConference,PowerAvatarNewsImage9",
    "slug": "antal-levels-accusation-vitadyne"
  },
  {
    "title": "Herculean Machines Initiative",
    "body": "<p>The Federal Navy has requested a large shipment of Duradrive personal computers from manufacturer Herculean Machines.<br />\nMaddox Hurd, the company’s CEO, made this announcement:<br />\n“It’s a testament to the Duradrive’s reliability that the Federal Navy wants to make it standard issue, and we are proud to supply them.”<br />\n“Fulfilling this order on time requires additional materials, however, so we urgently need deliveries of consumer technology, hardware diagnostic sensors and computer components to Boltzmann Hub in the Blatrimpe system.”<br />\n“The campaign is being coordinated by our partner, the Blatrimpe Allied Co Commodities, which has placed a kill order on all wanted ships to keep traders safe. I haven’t ruled out the possibility that our rivals might recruit agitators to disrupt this operation – who knows what Scorpio DeVorrow is up to these days?”<br />\nThe initiative begins on the 27th of December 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "611",
    "date": "27 DEC 3304",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "herculean-machines-initiative"
  },
  {
    "title": "Festive Imperial Campaigns End",
    "body": "<p>Initiatives to supply Imperial senator Simone Leatrix’s festivities have reached a conclusion.<br />\nMass deliveries of food and jewels took place in the Cemiess system.<br />\nAs the campaigns drew to a close, Senator Leatrix made this statement:<br />\n“My gratitude goes to those who helped make this celebration possible. I hope the sight of my glittering mountaintop retreat serves as an inspiration in these times of civil disquiet.”<br />\nTraders who supported the initiative can now collect their rewards from Mackenzie Relay in the Cemiess system.</p>\n",
    "nid": "612",
    "date": "27 DEC 3304",
    "image": "NewsImageCelebration",
    "slug": "festive-imperial-campaigns-end"
  },
  {
    "title": "An Heir to the Imperial Throne?",
    "body": "<p>Imperial senators supporting the isolationist group Nova Imperium have demanded that Emperor Arissa Lavigny-Duval acknowledge its figurehead, Hadrian Augustus Duval.<br />\nSenator Eloise Winterstone proclaimed to the Senate:<br />\n“The Imperial family must officially recognise Hadrian Duval as one of its own. Given that the Emperor has no children, such an act would secure the future of the Duval bloodline.”<br />\nChancellor Anders Blaine replied:<br />\n“Our official position is that Nova Imperium is a fringe organisation with no right to determine policy. We have no more to say on the matter.”<br />\nPolitical journalist Cassia Carvalho wrote in The Imperial Herald:<br />\n“With the possibility of civil war increasing, the suggestion that Arissa accept Hengist Duval’s grandson as an heir feels like a reasonable compromise. Her lack of response so far has led to accusations of weakness, with many calling on her to step down and for Hadrian Duval to be instated as sovereign ruler.”</p>\n",
    "nid": "610",
    "date": "27 DEC 3304",
    "image": "NewsImagePressConferenceImperial",
    "slug": "heir-imperial-throne"
  },
  {
    "title": "Isolde Rochester becomes Shadow Vice President",
    "body": "<p>Federal Shadow President Felicia Winters has appointed Isolde Rochester as the deputy leader of the Federation’s Liberal Party.<br />\nThe new Shadow Vice President made a statement to the media:<br />\n“After a decade of serving in Congress, supporting both President Halsey and Shadow President Winters, it is an honour to accept this position. Many challenges face the Federation, and the Liberal Party is ready to meet them.”<br />\nThe former deputy leader, Edgar Santiago, recently made the sudden decision to retire from politics and purchase a private luxury starship, despite not being known for extravagant spending.<br />\nIsolde Rochester is the matriarch of the powerful Rochester family, which includes the CEO of Core Dynamics and two Federal Navy officers. Rumours suggest that she called off the wedding of her son Ambasador Jordan Rochester when suggestions arose of Princess Aisling Duval’s infidelity.</p>\n",
    "nid": "609",
    "date": "26 DEC 3304",
    "image": "NewsImagePressConferenceFederal",
    "slug": "isolde-rochester-becomes-shadow-vice-president"
  },
  {
    "title": "Nanomed Trials Successful",
    "body": "<p>Clinical trials for new nanomedicines developed by Vitadyne Labs have delivered outstanding results.<br />\nObservers from the Interstellar Health Organisation summarised:<br />\n“Our teams carefully monitored the use of Vitadyne nanomeds on patients for whom conventional treatments were unsuitable. In all cases, the nanomedicines eliminated malignant cells, boosted immune systems and repaired damaged tissue.”<br />\n“There is no doubt that this product represents a breakthrough in nanomedicine, with enormous healthcare potential.”<br />\nProfessor Katrien Rook, owner of Vitadyne Labs, told the media:<br />\n“It’s highly gratifying to have our work validated in this way. I’m grateful to the IHO for its diligence, and I look forward to introducing our nanomedicines to the galaxy.”</p>\n",
    "nid": "607",
    "date": "22 DEC 3304",
    "image": "NewsImageGraph",
    "slug": "nanomed-trials-successful"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s major stories.<br />\nDisgraced politician Juanita Bishop has called for a forthcoming book about the Far God sect to be banned. In a statement, Bishop described the book’s authors as alien sympathisers, and accused them of creating pro-Thargoid propaganda. Gethin Okonkwo, one of the book’s writers, suggested that Bishop’s desire to halt publication was an attempt to prevent a criminal investigation into her own activities.<br />\nA range of new asteroid-mining equipment is expected to trigger an increase in the availability of ores and minerals. A spokesperson for the Industrial Mining Guild said the new tools would prompt a surge in private mining activity.<br />\nIn other news, Princess Aisling Duval has publicly rejected the isolationist group Nova Imperium and its figurehead, Hadrian Duval. Senator Zemina Torval publicly voiced agreement with Princess Duval, but Senator Pal Vespasian said that many senators were willing to recognise Hadrian Duval as Emperor-in-waiting.<br />\nIn other news, Clinical trials for nanomedicines developed by Vitadyne Labs have delivered outstanding results. Observers from the Interstellar Health Organisation said that the nanomedicines eliminated malignant cells, boosted immune systems and repaired damaged tissue, and said that the product represented a genuine breakthrough.<br />\nImperial senator Simone Leatrix has announced plans for a week of revelry at her palatial residence on Capitol in the Achenar system. In a statement, the senator said she intended to celebrate the end of the year with a sumptuous party at her mountaintop retreat, which would be specially renovated for the occasion. In support of the event, the Cemiess Imperial Society has placed an open order for various commodities.<br />\nFinally, the conflict between two opposing factions in the Wally Bei system has ended. The fleets of both Wally Bei Technical and the Wally Bei Constitution Party were significantly reduced in a prolonged series of battles. The leaders of both organisations issued a joint statement, confirming that for humanitarian reasons they would bring hostilities to an end.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "608",
    "date": "22 DEC 3304",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Aisling Duval Rejects Nova Imperium",
    "body": "<p>Princess Aisling Duval has publicly rejected the isolationist group Nova Imperium and its figurehead, Hadrian Duval:<br />\n“These extremists cause only division. Hadrian may well be the grandson of Hengist Duval, but that hardly makes him suited to the throne. Arissa has been silent for too long – she must act quickly to resolve this volatile situation.”<br />\nSenator Zemina Torval responded:<br />\n“Much to my surprise, I find myself in agreement with Princess Duval. The notion of an independent pilot becoming ruler of the Empire is preposterous. I am confident that the Emperor will respond accordingly.”<br />\nDespite this united front, Senator Pal Vespasian stated:<br />\n“Many senators are willing to recognise Hadrian Duval as Emperor-in-waiting. Nova Imperium is now a legitimate political movement with several million supporters. The only way the Empire will survive is by accepting the Imperator’s proposals.”</p>\n",
    "nid": "606",
    "date": "21 DEC 3304",
    "image": "NewsImageImperialPalace,PowerAvatarNewsImage0",
    "slug": "aisling-duval-rejects-nova-imperium"
  },
  {
    "title": "Supplies Needed for Imperial Festivities",
    "body": "<p>Imperial senator Simone Leatrix has announced plans for a week of revelry at her palatial residence on Capitol in the Achenar system.<br />\nThe senator told the media:<br />\n“We Imperials value the finer things, even during times of political upset. So I intend to celebrate the end of the year with a sumptuous party at my mountaintop retreat, which will be specially renovated for the occasion.”<br />\nTo feed the hundreds of high-profile guests and decorate the senator’s residence, Senator Leatrix has asked the Cemiess Imperial Society to organise deliveries of food and newly refined jewels to Mackenzie Relay in the Cemiess system.<br />\nThe initiatives begin on the 20th of December 3304 and will run for one week. If either initiative meets its targets earlier than planned, that campaign will end immediately.</p>\n",
    "nid": "603",
    "date": "20 DEC 3304",
    "image": "NewsImageSidewinderExploring",
    "slug": "supplies-needed-imperial-festivities"
  },
  {
    "title": "Battle Ceases in Wally Bei System",
    "body": "<p>The conflict between two opposing factions in the Wally Bei system has ended. The fleets of both Wally Bei Technical and the Traditional Wally Bei Constitution Party  were significantly reduced in a prolonged series of battles.<br />\nThe leaders of both organisations issued a joint statement:<br />\n“We recognise that our military leaders overreacted to accusations made by both parties. For humanitarian reasons, we have agreed to bring hostilities to an end. But we will honour the commitment made by independent pilots on both sides, who are now authorised to collect their rewards from the Wally Bei system.”</p>\n",
    "nid": "604",
    "date": "20 DEC 3304",
    "image": "NewsImageStarportAnaconda",
    "slug": "battle-ceases-wally-bei-system"
  },
  {
    "title": "New Mining Tools Released",
    "body": "<p>A range of new asteroid-mining equipment is expected to trigger an increase in the availability of ores and minerals.<br />\nA spokesperson for the Industrial Mining Guild discussed the new tools at an industry symposium:<br />\n“Using mining lasers to remove surface deposits from asteroids can be difficult. The new abrasion blaster fires projectiles that break them free more easily.”<br />\n“For deeper deposits, sub-surface displacement missiles can penetrate the rock and then be detonated remotely, releasing larger chunks of material.”<br />\n“Finally, there is now a way to access valuable resources deep within certain rare bodies. Seismic charges, when carefully positioned, can crack an asteroid open and free the minerals at its core.”<br />\n“Combined with upgrades to existing tools, such as scanners and prospector limpets, we are confident that these new tools will result in a surge in private mining activity.”</p>\n",
    "nid": "605",
    "date": "20 DEC 3304",
    "image": "NewsImageGoldRushMining",
    "slug": "new-mining-tools-released"
  },
  {
    "title": "Call to Ban Far God Book",
    "body": "<p>Disgraced politician Juanita Bishop has called for a forthcoming book about the Far God sect to be banned:<br />\n“The authors, Ulyanov and Okonkwo, are known alien sympathisers. One was arrested as a suspected traitor and the other has admitted to being a Far God cultist!”<br />\n“What they’re writing is nothing more than pro-Thargoid propaganda. It is an insult to all the brave souls who died trying to keep us safe. The authorities need to prevent this book from contaminating innocent people with its repulsive ideas.”<br />\nJournalist Gethin Okonkwo, who spent months undercover in the Far God sect, responded:<br />\n“The book includes first-hand accounts of worshippers being attacked by Bishop’s followers. Her desperation to halt its publication is nothing more than an attempt to prevent a criminal investigation into her activities.”</p>\n",
    "nid": "602",
    "date": "19 DEC 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "call-ban-far-god-book"
  },
  {
    "title": "Positive Response to Vitadyne Nanomeds",
    "body": "<p>The Interstellar Health Organisation (IHO) has delivered a preliminary report on the nanomedicines recently developed by Vitadyne Labs. The summary stated:<br />\n“Nanomedicine is a carefully regulated branch of medical science, with little scope for public application, but Vitadyne’s nanomeds are more sophisticated and reliable than any existing product. Furthermore, Vitadyne’s data regarding healing, disease treatment and extension of longevity has been verified.”<br />\n“Having confirmed the product’s effectiveness, IHO teams are now conducting independent tests with patients.”<br />\nMedia outlet Vox Galactica published this viewpoint from healthcare analyst Dr Himari Grey:<br />\n“The pharmaceutical industry is astonished that a small company like Vitadyne could produce something so advanced. Professor Katrien Rook’s credentials are impeccable, of course, but this is a work of genius. These nanomeds could be the most exciting thing in medicine for decades.”</p>\n",
    "nid": "600",
    "date": "14 DEC 3304",
    "image": "NewsImageGraph",
    "slug": "positive-response-vitadyne-nanomeds"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s major stories.<br />\nA new networked system named the Codex has been released to the galactic community.<br />\nThe Codex is a joint initiative from the Pilots Federation and Universal Cartographics, which announced that the system had been automatically uploaded to all vessels registered with the Pilots Federation.<br />\nTwo new ships marketed towards independent pilots have been released. The Mamba, from Zorgon Petersen, is reputedly one of the fastest ships in production, while the Krait Phantom, manufactured by Faulcon DeLacy, has been envisaged as a multi-role vessel.<br />\nHadrian Augustus Duval, the long-lost grandson of Emperor Hengist Duval, has broadcast a message to the Empire in which he emphasised his humble background and stressed that he had lived an ordinary life. He concluded with the words: “I’ve seen how diminished the Empire has become, and I know that new leadership is sorely needed.”<br />\nMeanwhile, the Interstellar Health Organisation has delivered a preliminary report on the nanomedicines recently developed by Vitadyne Labs. The report states that Vitadyne’s nanomeds are more sophisticated and reliable than any existing product, and that Vitadyne’s data regarding healing, disease treatment and extension of longevity has been verified.<br />\nIn other news, conflict has erupted between two factions in the Wally Bei system. Hostilities were triggered after the Wally Bei Technical claimed to have discovered stolen food shipments aboard their rival’s transport vessels. This was denied in an official response by Traditional Wally Bei Constitution Party. Military leaders from both factions have issued calls to independent combat pilots, offering rewards for their support.<br />\nFinally, an initiative to deliver rare commodities to an esoteric cult in the Zlota system has concluded. Barnabas Cole, leader of the Children of Tothos, submitted a handwritten message to the media that read: “By helping us, you free yourselves. You will feel the light of our testament fill you, just as it fills the heavens.”<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "601",
    "date": "14 DEC 3304",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Children of Tothos Initiative Concludes",
    "body": "<p>An initiative to deliver rare commodities to an esoteric cult in the Zlota system has concluded.<br />\nIndependent traders provided Aganippe Rush, Motrona Experience Jelly and Onion Head for a ceremony to be performed by the Children of Tothos. Other pilots protected the rare goods from being taken by pirates.<br />\nBarnabas Cole, leader of the Children of Tothos, gave another handwritten message to the media:<br />\n“By helping us, you free yourselves. You will feel the light of our testament fill you, just as it fills the heavens.”<br />\nThe initiative was organised by Zlota Federal Holdings, which allegedly counts some high-ranking officials as cult members. Contributing pilots can now collect their rewards from Nusslein-Volhard Settlement in the Zlota system.</p>\n",
    "nid": "595",
    "date": "13 DEC 3304",
    "image": "NewsImageStarportCobra",
    "slug": "children-tothos-initiative-concludes"
  },
  {
    "title": "Battle Commences in Wally Bei System",
    "body": "<p>Conflict has erupted between two opposing factions in the Wally Bei system.<br />\nHostilities were triggered after Wally Bei Technical claimed to have discovered stolen food shipments aboard their rival’s transport vessels. The faction’s spokesperson said:<br />\n“Robbing innocent people of vital supplies is nothing less than an act of war, and we are treating it as such.”<br />\nThis was denied in an official response by Traditional Wally Bei Constitution Party :<br />\n“This outrageous accusation is intended to drive off our trade partners and damage our economy. We won’t tolerate such slander!”<br />\nMilitary leaders from both Wally Bei Technical and the Traditional Wally Bei Constitution Party have issued calls to independent combat pilots, offering rewards for their support.<br />\nThe two factions have set out week-long operations that will begin on the 13th of December 3304.</p>\n",
    "nid": "596",
    "date": "13 DEC 3304",
    "image": "NewsImageWar",
    "slug": "battle-commences-wally-bei-system"
  },
  {
    "title": "Hadrian Duval Addresses the Empire",
    "body": "<p>Hadrian Augustus Duval, the long-lost grandson of Emperor Hengist Duval, has broadcast a message to the Empire:<br />\n“I am no wealthy senator from an entitled family, but someone who has lived an ordinary life. Someone who understands the hardships faced by many Imperial citizens.”<br />\n“As Hadrian Jansen, I was a poor child with no family other than my father. Together we scraped a living as independent traders. He never spoke of his past – not even when he died two years ago. That was when I inherited his ship and became a Commander myself.”<br />\n“When Imperator Mordanticus informed me of my heritage, I knew I had to accept my identity as a Duval. I’ve seen how diminished the Empire has become, and I know that new leadership is sorely needed.”<br />\n“I ask you to honour the legacy of the Duval bloodline. With Nova Imperium, let’s save the Empire we love.”</p>\n",
    "nid": "597",
    "date": "13 DEC 3304",
    "image": "NewsImageImperialPalace",
    "slug": "hadrian-duval-addresses-empire"
  },
  {
    "title": "Mamba and Krait Phantom Released",
    "body": "<p>Two new ships marketed towards independent pilots, the Mamba and the Krait Phantom, have just hit the market.<br />\nZorgon Peterson issued the following press release for its new vessel:<br />\n“If it’s speed and firepower you want, the Mamba is for you. Based on a racing prototype, it’s the fastest commercially available starship, and it sports enough hardpoints for a range of devastating weaponry. Whether you’re leaving competitors in the dust or running rings around those pesky Thargoids, think Mamba!”<br />\nFaulcon DeLacy also released a statement for its latest design:<br />\n“The Krait Phantom offers true multi-role capability, allowing it to be customised for combat, mining or trading. And for explorers, its impressive jump range means you really can reach out to the stars. This is a ship that can handle it all.”</p>\n",
    "nid": "593",
    "date": "11 DEC 3304",
    "image": "NewsImageShipyard",
    "slug": "mamba-and-krait-phantom-released"
  },
  {
    "title": "Introducing the Codex",
    "body": "<p>A new networked database system named the Codex has been released to the galactic community.<br />\nThe Codex is a joint initiative from the Pilots Federation and Universal Cartographics, which issued the following joint statement:<br />\n“We are pleased to announce that the Codex has been automatically uploaded to the onboard systems of all vessels registered with the Pilots Federation.”<br />\n“The Commander section of the Codex collates all ship data, including the pilot’s personal achievements, while the Knowledge Base contains information on the galaxy’s most prominent organisations and individuals.”<br />\n“The Discoveries section is designed to support deep-space exploration. As well as cataloguing stellar bodies and other phenomena, it also logs confirmed and unconfirmed findings from fellow explorers.”<br />\n“We hope the Codex will prove valuable to all Commanders, and we look forward to it being updated with their findings.”</p>\n",
    "nid": "594",
    "date": "11 DEC 3304",
    "image": "NewsImageSidewinderExploring",
    "slug": "introducing-codex"
  },
  {
    "title": "New Nanomedicine Announced",
    "body": "<p>Independent company Vitadyne Labs has developed an innovative new form of nanomedicine.<br />\nProfessor Katrien Rook published the following press release:<br />\n“Nanomeds are sophisticated pharmaceuticals that use nanoscale materials to repair cell damage on a molecular level. They can heal any injury in a fraction of the normal time, and can potentially cure almost any disease and infection.”<br />\n“Furthermore, regular use of nanomeds affects cellular senescence, drastically slowing the ageing process. In theory, nanomed users will live between 30 and 50 years longer, and will enjoy near-perfect health during those extra decades.”<br />\n“After months of trials we are inviting medical authorities, including the Interstellar Health Organisation, to review our data. Pending approval, we hope to have Vitadyne nanomeds on the market soon.”</p>\n",
    "nid": "590",
    "date": "06 DEC 3304",
    "image": "NewsImageGraph",
    "slug": "new-nanomedicine-announced"
  },
  {
    "title": "Merger Creates Mega-Corporation",
    "body": "<p>Two eminent corporations have merged to form one of the largest pharmaceutical companies in the galaxy.<br />\nAllied Medical Industries, based in Alliance space, has united with Neosalve Inc., a conglomerate that supplies medicines to a great many independent systems.<br />\nThe new mega-corporation, Neomedical Industries, will sell a drugs, equipment and services to both Alliance and independent systems.<br />\nThe merger was closely monitored by the Interstellar Health Organisation (IHO), an official inter-superpower body that regulates developments in medical science.<br />\nIn the pharmaceutical arena, only the Vandermeer Corporation, which supplies medicines exclusively within Federal territory, is of a comparable size to the newly formed Neomedical Industries.</p>\n",
    "nid": "589",
    "date": "05 DEC 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "merger-creates-mega-corporation"
  },
  {
    "title": "Aegis Offers Security to Ram Tah",
    "body": "<p>Aegis has stationed a security force in the Meene system to protect the engineer Ram Tah.<br />\nAn announcement was made by Professor Alba Tesreau:<br />\n“Ram Tah’s research has been enormously beneficial to our understanding of the Thargoids, and resulted in developments that aid us in the conflict. We therefore have a vested interest in protecting his work.”<br />\n“We have deployed a security force that will provide continual support while allowing Ram Tah’s operation to remain completely independent. Hopefully this will prevent any further disruption.”<br />\nThere has been no response from the Sirius Corporation, which recently arrested a cabal of junior officers from its private fleet for launching an incursion into Meene. Li Yong-Rui, the CEO of Sirius Corp, has allegedly withdrawn his offer to work with Ram Tah on Guardian-human technology.</p>\n",
    "nid": "588",
    "date": "30 NOV 3304",
    "image": "NewsImagePlanetOutpostAtmosphere",
    "slug": "aegis-offers-security-ram-tah"
  },
  {
    "title": "Hostilities in Loha Conclude",
    "body": "<p>The conflict between two rival factions in the Loha system has now come to an end.<br />\nKarleen Troy, freelance warzone reporter, delivered a report for the Vox Galactica news service:<br />\n“This has been a harrowing week for the people of Loha. In that time, I’ve witnessed acts of brutality and heroism from both sides. But now that their resources are exhausted, overall control of the system has finally been established.”<br />\n“For those pilots who took advantage of the conflict, this will have been a profitable exercise. Both factions have announced that pilots can now collect their rewards from Whitworth Station in the Loha system.”</p>\n",
    "nid": "586",
    "date": "29 NOV 3304",
    "image": "NewsImageStarportCobra",
    "slug": "hostilities-loha-conclude"
  },
  {
    "title": "Achilles Corp Initiative",
    "body": "<p>The Achilles Corporation has announced plans to replace all robots destroyed as a result of the recent spy robot scandal.<br />\nChairman Gus Weaver of the Sol division of Achilles Corp said:<br />\n“We take customer support seriously. That’s why we’re offering to replace – free of charge – any robots destroyed or damaged by owners who suspected them of behaving inappropriately.”<br />\n“To achieve this, we’ve asked the Adenets Pro-Alliance Bond to organise deliveries of robotics, computer components and microcontrollers to Henslow Market in the Adenets system. These will be used to produce brand new PA912 administration robots and other models.”<br />\n“The Adenets Pro-Alliance Bond  has also placed a kill order on all ships on its wanted list, to ensure that those delivering commodities can do so safely.<br />\nThe initiative begins on the 29th of November 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "587",
    "date": "29 NOV 3304",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "achilles-corp-initiative"
  },
  {
    "title": "Thargoid-Sensor Disruption Neutralised",
    "body": "<p>Aegis has announced a breakthrough that has effectively neutralised the disruptive effects of Thargoid Sensors on starports.<br />\nHenrik de Lacerda, a senior engineer at Aegis Research, told the media:<br />\n“As we know, Thargoid Sensors can cripple starports for weeks or months at a time, but recent advancements in our study of meta-alloys have resulted in an effective cure for what was once called ‘the technological plague’.”<br />\n“New procedures in the application of meta-alloys mean that extremely small quantities are now sufficient to shield systems from disruption.”<br />\n“Following this breakthrough, we have made arrangements to ship meta-alloys to all affected stations, to restore them to functionality. It will not be long before every starport in known space is immune to Thargoid Sensor–related interference.”</p>\n",
    "nid": "583",
    "date": "29 NOV 3304",
    "image": "NewsImageThargoidShips",
    "slug": "thargoid-sensor-disruption-neutralised"
  },
  {
    "title": "Ulyanov Discusses Far God Outposts",
    "body": "<p>Exotheologian Dr Alfred Ulyanov has commented on the abandoned Far God outposts recently discovered in the Etain system:<br />\n“This fascinating discovery implies that the missing chapters of the Far God sect were not arrested or killed, but instead fled to secret outposts to avoid persecution.”<br />\n“According to personal logs recovered from the sites, the sect’s members planned to wait in suspended animation for the coming of the Far God. The logs also reveal surprising details about what motivated these individuals to devote themselves to the faith.”<br />\n“Evidence suggests that the settlements on Etain 4a and 4c both came under attack, but whether by Thargoids or human forces is unclear. Mysteriously, no trace remains of the inhabitants.”<br />\n“I am indebted to the explorers who discovered these sites. This information will significantly contribute to the book I am co-writing with Gethin Okonkwo about the Far God religion.”</p>\n",
    "nid": "582",
    "date": "28 NOV 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "ulyanov-discusses-far-god-outposts"
  },
  {
    "title": "Sirius Arrests Rogue Officers ",
    "body": "<p>The Sirius Corporation has responded to the revelation that members of its private fleet coordinated a mercenary raid on the Meene system.<br />\nLi Yong-Rui, CEO of Sirius Corp, told the media:<br />\n“Following a thorough inquiry, we have confirmed that a cabal of junior officers, with the aid of mercenaries, orchestrated an illegal operation to gain access to Phoenix Base. Although their intentions remain unclear, I can confirm they were acting purely in their own interests, and without official knowledge.”<br />\n“The rogue officers, including those extradited into our custody by the Meene Defence Force, now face multiple charges, and could be imprisoned for life.”<br />\n“I would like to express my sincere regret over this incident, and to personally apologise to Ram Tah. I continue to hope that we can work together on further Guardian-human technology.”</p>\n",
    "nid": "528",
    "date": "23 NOV 3304",
    "image": "NewsImagePlanetOutpostAtmosphere",
    "slug": "sirius-arrests-rogue-officers"
  },
  {
    "title": "Hostilities Erupt in Loha System",
    "body": "<p>A long-standing rivalry between two factions in the Loha system has erupted into full-scale conflict.<br />\nThe commencement of hostilities was announced on the Vox Galactica news service by Karleen Troy, a freelance warzone reporter:<br />\n“Relations were already strained when Loha Holdings accused its rivals of hijacking transport ships and murdering their crews. After the New Loha Party claimed this was a false flag operation designed to discredit them, diplomacy was rapidly replaced by weapons fire.”<br />\n“Since neither side has an extensive fleet, both Loha Holdings and the New Loha Party have appealed for support. I’ve received word that they’re offering substantial rewards to independent combat pilots who can aid them in this conflict.”<br />\nThe two factions have set out week-long operations to take control of the system, which will begin on the 22nd of November 3304.</p>\n",
    "nid": "525",
    "date": "22 NOV 3304",
    "image": "NewsImageWar",
    "slug": "hostilities-erupt-loha-system"
  },
  {
    "title": "Olelbis Holdings Appeal Concludes",
    "body": "<p>A spokesperson for Olelbis Holdings has announced that its appeal for commodities has reached a successful conclusion. Hundreds of pilots supported the campaign by delivering goods to Polyakov Orbital, and by eliminating agitators in Olelbis, thereby ensuring the safety of traders.<br />\nPilots who contributed to the initiative can now collect their rewards from Polyakov Orbital in the Olelbis system.</p>\n",
    "nid": "526",
    "date": "22 NOV 3304",
    "image": "NewsImageCelebration",
    "slug": "olelbis-holdings-appeal-concludes"
  },
  {
    "title": "Mars Tribune Closes",
    "body": "<p>The Mars Tribune has been closed and its owner arrested in the wake of the spy robot scandal.<br />\nThe announcement was made by Detective Captain Ramesh Thorne, who was recently reinstated to, and promoted by, the Federal Security Service:<br />\n“Kingsley Cordova, editor Lana Sigrid and other employees of The Mars Tribune have been arrested for blackmail and corruption. The newsfeed has been permanently dissolved, and the Cordova Group conglomerate subjected to a government audit.”<br />\n“I would like to thank the anonymous whistle-blower who exposed Cordova’s scheme. She has now removed the surveillance program from all Achilles Corporation PA912 robots in exchange for immunity from prosecution.”<br />\nChief Editor Lena Ravenhill wrote in The Federal Times:<br />\n“The Mars Tribune abandoned its professional ethics in its hunt for salacious headlines, thereby undermining the role of honest journalism in our society. We are relieved to see justice done.”</p>\n",
    "nid": "527",
    "date": "22 NOV 3304",
    "image": "NewsImagePressConferenceFederal",
    "slug": "mars-tribune-closes"
  },
  {
    "title": "New Appointment to Council of Admirals",
    "body": "<p>Admiral Frederick Yamamoto has been announced as the sixth member of the Alliance Council of Admirals.<br />\nThe position had been vacant for months after the previous appointment, Riri McAllister, was discovered to be the coordinator of terrorist group the League of Reparation.<br />\nThe induction ceremony was conducted by Fleet Admiral Hayley Sorokin, who said:<br />\n“After many years commanding the Alliance Defence Force in the Zaonce system, Admiral Yamamoto has more than earned his place on the Council. His experience will help enhance security for all member systems.”<br />\nVanya Driscoll, political journalist at The Alliance Tribune, commented:<br />\n“Many expected the role to be filled by an officer from the Lave fleet rather than Zaonce, so the decision has ruffled some feathers. It has also not gone unnoticed that Admiral Yamamoto is a close personal friend of President Gibson Kincaid.”</p>\n",
    "nid": "522",
    "date": "21 NOV 3304",
    "image": "NewsImagePressConferenceAlliance",
    "slug": "new-appointment-council-admirals"
  },
  {
    "title": "Connection to Sirius Corp Uncovered",
    "body": "<p>A link has been established between the mercenary group recently intercepted in the Meene system and the Sirius Corporation.<br />\nSecurity Chief Harper Vargas of the Meene Defence Force said:<br />\n“With the vital assistance of the galactic community, we were able to apprehend several of the mercenaries. Interrogations revealed that a number of them were in fact junior officers in Sirius Corp’s private fleet.”<br />\n“Other mercenaries confirmed that the attack was funded and organised by these individuals, which raises the question of why Sirius should be involved with this criminal enterprise.”<br />\nThe engineer Ram Tah, who operates from Phoenix Base in the Meene system, commented:<br />\n“Did Sirius really think it could obtain my research by force? Or was this an attempt to scare me into accepting Li Yong-Rui’s offer?”<br />\nA spokesperson for the Sirius Corporation refuted any allegations of criminal activity, and insisted there would be a full inquiry.</p>\n",
    "nid": "521",
    "date": "16 NOV 3304",
    "image": "NewsImagePlanetOutpostAtmosphere",
    "slug": "connection-sirius-corp-uncovered"
  },
  {
    "title": "Olelbis Holdings Appeal",
    "body": "<p>Olelbis Holdings, an organisation based in the Olelbis system, has announced an elaborate social function at Polyakov Orbital, the faction’s base of operations.<br />\nIn support of this event, Olelbis Holdings has placed an open order for quantities of Deuringas Truffles, Mokojing Beast Feast and Mulachi Giant Fungus, and has pledged to reward pilots who deliver these commodities to Polyakov Orbital in the Olelbis system. The organisation has also placed a kill order on all ships on its wanted list, to ensure that those contributing commodities to the campaign can do so safely.<br />\nThe campaign begins on the 15th November 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "519",
    "date": "15 NOV 3304",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "olelbis-holdings-appeal"
  },
  {
    "title": "Escape Pod Recovery Complete",
    "body": "<p>The Independent HIP 29241 Green Party has announced that its appeal to recover escape pods has been enthusiastically received by the galactic community. Hundreds of pilots supported the initiative by delivering pods to Felice Dock, and by protecting contributing ships in the Meene system.<br />\nSecurity Chief Harper Vargas of the Meene Defence Force gave the following statement:<br />\n“We have recovered a number of key figures within the mercenary group, and interrogations are underway. We will share more information when we have it.”<br />\nPilots who contributed to the initiative can now collect their rewards from Felice Dock in the Meene system.</p>\n",
    "nid": "520",
    "date": "15 NOV 3304",
    "image": "NewsImageStarportCobra",
    "slug": "escape-pod-recovery-complete"
  },
  {
    "title": "Cordova Group Linked to Spy Robots",
    "body": "<p>The Federal Times has revealed a connection between the Cordova Group and the spy robots scandal.<br />\nChief Editor Lena Ravenhill wrote:<br />\n“Ramesh Thorne’s recent appeal elicited a response from an anonymous whistle-blower – a robotics engineer employed by the Achilles Corporation who helped design the robots at the heart of these events.”<br />\n“The engineer has attested that she was blackmailed by Kingsley Cordova, owner of the Mars Tribune, into installing surveillance programs on robots belonging to well-known people in the Sol system. The accumulated data was relayed to the Cordova Group, which published it in The Mars Tribune.”<br />\nA spokesperson for the Achilles Corporation said:<br />\n“The engineer has provided us with a ‘kill switch’ that remotely deletes the spy program she designed. This coreware update has now been transmitted to all PA912 model robots. We can therefore assure our customers that there is no longer any risk of their private information being misused.”</p>\n",
    "nid": "518",
    "date": "15 NOV 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "cordova-group-linked-spy-robots"
  },
  {
    "title": "Report on Nova Imperium Leaked",
    "body": "<p>A report compiled by the Imperial Internal Security Service on isolationist group Nova Imperium has been leaked.<br />\nThe Rewired news service broadcast the report in full:<br />\n“This document compiles our latest intelligence on Nova Imperium, as requested. Although the group has not yet committed any crimes, its threat potential should not be underestimated. Its isolationist message resonates with those fearful of Thargoid invasion, and its rallying cry of ‘Empire for the Imperials’ aligns with the more conservative citizenry.”<br />\n“We have identified the group’s leader, the Imperator, as Duke Kaeso Mordanticus, a former naval admiral from a long line of decorated veterans.”<br />\n“Evidence suggests that Mordanticus still has contacts and influence in the Imperial Navy. Nova Imperium’s ships are mostly run by ex-naval crews, bound by loyalty to their former commanding officer.”<br />\n“We will continue to monitor Nova Imperium and report on any developments.”</p>\n",
    "nid": "517",
    "date": "14 NOV 3304",
    "image": "NewsImagePressConferenceImperial",
    "slug": "report-nova-imperium-leaked"
  },
  {
    "title": "Famous Author Missing",
    "body": "<p>The family and colleagues of author Olav Redcourt have reported him missing. A police investigation has so far failed to determine his whereabouts.<br />\nRedcourt recently hit the headlines when he terminated his relationship with his publisher, Bonespire Publishing, midway through a promotional tour.<br />\nIn the wake of the author’s disappearance, Bonespire released the following statement:<br />\n“We can only assume that Mr Redcourt is trying to avoid paying his fine for contract violation, which runs to several million credits. Of course, should he agree to continue writing the bestselling Corsair King series, we would be happy to waive the damages.”<br />\nLiterary critic Kayla Shah offered an alternative explanation:<br />\n“Obsessive readers of the Corsair King series have sent death threats to Redcourt for not delivering exactly what they wanted. Now that he’s turned his back on the series, might he have been kidnapped by a rabid fan and forced to write more novels, or even murdered as an act of revenge?”</p>\n",
    "nid": "516",
    "date": "11 NOV 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "famous-author-missing"
  },
  {
    "title": "Conflict in Geras Ends",
    "body": "<p>Authorities in the Geras system have confirmed that the conflict between Geras First and Ndozins State Inc has come to an end.<br />\nBoth factions received support from independent combat pilots, to whom generous rewards were promised, but in the end there could be only one victor.<br />\nIndependent journalist Donal Varden offered an analysis:<br />\n“After a week of furious fighting, the Geras system is now eerily quiet. Ultimately only one side could be victorious, but this uneasy peace has come at a great and dreadful cost.”<br />\nPilots who participated in the conflict can now collect their rewards from Yurchikhin Port in the Geras system.</p>\n",
    "nid": "514",
    "date": "08 NOV 3304",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "conflict-geras-ends"
  },
  {
    "title": "Recover Escape Pods in Meene",
    "body": "<p>Following a skirmish with a group of mercenaries, security forces in the Meene system have launched an operation to capture enemy agents in order to investigate the attack.<br />\nSecurity Chief Harper Vargas of the Meene Defence Force gave the following statement:<br />\n“The mercenaries were targeting Ram Tah’s Phoenix Base, but it’s clear they were just hired hands. We need to recover as many surviving mercenaries as we can and interrogate them, so we can find the real culprits.”<br />\nThe Independent HIP 29241 Green Party, which is overseeing the initiative, has asked pilots to recover both occupied and damaged escape pods, and to deliver them to Felice Dock in the Meene system. The organisation has also placed a kill order on all ships on its wanted list, to ensure that those contributing to the recovery can do so safely.<br />\nThe campaign begins on the 8th of November 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "515",
    "date": "08 NOV 3304",
    "image": "NewsImageStarportAnaconda",
    "slug": "recover-escape-pods-meene"
  },
  {
    "title": "FSS Agent Suspended",
    "body": "<p>Lieutenant Inspector Ramesh Thorne, who has been leading an investigation into The Mars Tribune, has been suspended from the Federal Security Service.<br />\nA spokesperson for the FSS released the following statement:<br />\n“We have suspended Lieutenant Inspector Thorne from active duty, effective immediately. His investigation is officially terminated.”<br />\nThe announcement came less than an hour after Thorne made the following public appeal:<br />\n“We have evidence that the admin robots fitted with surveillance programs are connected to exclusive stories obtained by The Mars Tribune. Since my superiors are unwilling to pursue this, I am appealing to anyone with relevant information to come forward. I can guarantee them immunity from prosecution.”<br />\nMany media including Lena Ravenhill, chief editor of The Federal Times, reacted with outrage to the news:<br />\n“It’s clear that someone in the FSS is feeling threatened, and that The Mars Tribune has used spy robots to feed the scandals it thrives on. We are highlighting Ramesh Thorne’s appeal, as are many other newsfeeds taking a stand against corrupt journalism.”</p>\n",
    "nid": "513",
    "date": "08 NOV 3304",
    "image": "NewsImagePressConferenceFederal",
    "slug": "fss-agent-suspended"
  },
  {
    "title": "Mercenary Incursion in Meene",
    "body": "<p>A mercenary group has been intercepted by security forces in the Meene system.<br />\nSecurity Chief Harper Vargas of the Meene Defence Force reported:<br />\n“Six hours ago, our forces were attacked by a small fleet belonging to a known mercenary group. Fortunately, we were able to defeat them before they could do serious damage.”<br />\n“There is no doubt that the mercenaries’ primary target was Phoenix Base. We suspect that this incident is connected to an attempted raid on the base that was repelled a few weeks ago.”<br />\nLi Yong-Rui, CEO of Sirius Corporation, addressed the incident:<br />\n“I’m relieved that the attack was foiled, but this only demonstrates how precarious Ram Tah’s situation is. I urge him to accept my offer to work with the Sirius Corporation – not only for his own safety, but also to safeguard future Guardian-human technologies.”</p>\n",
    "nid": "509",
    "date": "07 NOV 3304",
    "image": "NewsImagePlanetOutpostAtmosphere",
    "slug": "mercenary-incursion-meene"
  },
  {
    "title": "Ram Tah Rejects Sirius Corp",
    "body": "<p>The engineer Ram Tah has rejected an offer from the Sirius Corporation to support the manufacture of Guardian-human technology.<br />\nIn a public statement, he said:<br />\n“These technologies, developed using principles discovered by the Guardians, are too important to become corporate products. I have no doubt that Sirius would aim for maximum profits, rather than using the knowledge to aid humanity.”<br />\n“Using tech brokers to distribute the designs allows them to be widely available, and thanks to the generosity of Aegis, the tech brokers’ costs have been reduced, making Guardian-human fighters and systems more affordable.”<br />\nLi Yong-Rui, CEO of Sirius Corporation, has stated that his offer remains open, and that he hopes Ram Tah will have a change of heart.</p>\n",
    "nid": "508",
    "date": "02 NOV 3304",
    "image": "NewsImagePlanetOutpostAtmosphere",
    "slug": "ram-tah-rejects-sirius-corp"
  },
  {
    "title": "Conflict in Geras",
    "body": "<p>Recent reports from the Geras system indicate that after a spate of reciprocal attacks, hostilities between Geras First and Ndozins State Inc have escalated into all-out war.<br />\nAccording to Donal Varden, an independent journalist:<br />\n“For several months we’ve seen these factions sniping at one another from the shadows, but now the stakes have been raised. It won’t be long before the space lanes of Geras are littered with the burned-out shells of dead ships.”<br />\nThe warring organisations have issued calls to independent combat pilots for support. Commanders who participate in the conflict will be generously rewarded by their chosen faction.<br />\nBoth factions have set out week-long operations to take control of the system, which will begin on the 1st of November 3304.</p>\n",
    "nid": "503",
    "date": "01 NOV 3304",
    "image": "NewsImageWar",
    "slug": "conflict-geras"
  },
  {
    "title": "Appeal for Aid Complete",
    "body": "<p>Senator Caspian Leopold has announced that his appeal for aid, in association with the Niflhel Guardians Of Tradition, has been enthusiastically received by the galactic community. Hundreds of pilots supported the initiative by delivering commodities to Biruni Port, and by protecting traders in the Niflhel system.<br />\nA spokesperson for Senator Leopold made the following statement:<br />\n“Thanks to the work of many brave pilots, a humanitarian crisis has been narrowly averted. Senator Leopold has expressed his gratitude to all those who contributed to the campaign, and has assured refugees at his rehabilitation centre that new homes will be found for each and every one of them.”<br />\nPilots who contributed to the initiative can now collect their rewards from Biruni Port in the Niflhel system.</p>\n",
    "nid": "504",
    "date": "01 NOV 3304",
    "image": "NewsImageStarportCobra",
    "slug": "appeal-aid-complete"
  },
  {
    "title": "The Rise of Nova Imperium",
    "body": "<p>A radical group called Nova Imperium is gaining influence throughout the Empire.<br />\nImperial Herald journalist Cassia Carvalho highlighted the situation:<br />\n“Nova Imperium claims that to survive the Thargoid conflict, the Empire must sever contact with all other systems and concentrate on protecting itself. In recent months, the organisation has become a genuine political force.”<br />\n“The group’s leader is known only as the Imperator. Dressed in an Imperial Navy uniform, he is a charismatic presence who speaks of ‘a return to the honour of the old days’ and ‘the glory of Achenar’.”<br />\n“Many traditionalist citizens, unhappy with recent cross-superpower cooperation, have embraced the Imperator’s rhetoric. On several worlds, Nova Imperium’s followers hold rallies with a distinctly martial feel.”<br />\n“So far there has been little response from Imperial authorities, but it is clear that Nova Imperium will soon become impossible to ignore.”</p>\n",
    "nid": "502",
    "date": "01 NOV 3304",
    "image": "NewsImagePressConferenceImperial",
    "slug": "rise-nova-imperium"
  },
  {
    "title": "No Leads in Fazia Silva Case",
    "body": "<p>The investigation into the death of Alliance presidential candidate Fazia Silva has concluded. No convictions have been made.<br />\nInspector Erin Sangster of Alliance Interpol made this statement:<br />\n“The death of Fazia Silva has been officially ruled as homicide. The use of a sophisticated nerve toxin and the circumvention of security at Hume Orbital suggests the involvement of one or more professional assassins.”<br />\n“Unfortunately, we have now exhausted all possible avenues of investigation, and are left with no option but to consider the case closed.”<br />\nPresident Gibson Kincaid told the media:<br />\n“I have no doubt that the murder of Ms Silva was designed to disrupt our democracy, and I will not rest until the Alliance’s enemies pay for their crimes.”<br />\nTashmira Silva has now assumed permanent control of her late sister’s corporate empire.</p>\n",
    "nid": "501",
    "date": "31 OCT 3304",
    "image": "NewsImagePressConferenceAlliance",
    "slug": "no-leads-fazia-silva-case"
  },
  {
    "title": "Mars Tribune Refutes Allegations",
    "body": "<p>As the Federal Security Service continues its investigation into The Mars Tribune for illegally obtaining the private information of Federal citizens, the newsfeed’s parent company, the Cordova Group, has filed a formal complaint.<br />\nThe FSS has established that the administration robots of dozens of public figures and wealthy individuals have been fitted with hidden surveillance programs, and that these programs may be the source of several scandals exposed, exclusively, by The Mars Tribune.<br />\nKingsley Cordova, billionaire owner of The Mars Tribune, addressed the situation in an editorial:<br />\n“These accusations are an insult to our journalistic integrity. Are we to be punished for uncovering liars and criminals? Our readers have always been grateful to us for shining a light into Sol’s murky corners.”<br />\n“I suggest that the FSS treads more cautiously. These robots apparently have access to very sensitive data. Imagine if they publicly broadcasted everything they’d learned about their owners.”</p>\n",
    "nid": "486",
    "date": "25 OCT 3304",
    "image": "NewsImageDiplomacyPressConference",
    "slug": "mars-tribune-refutes-allegations"
  },
  {
    "title": "The Collective",
    "body": "<p>Technology journalist Harlow Nassry has published an article in The Federal Times regarding a mysterious criminal group known only as ‘the Collective’:<br />\n“Several recent digital crimes, including the theft of a billion credits from Zachary Rackham, have now been attributed to the Collective. Security forces have launched investigations, but it seems that the name is already well known among hacker communities.”<br />\n“The Collective is a group of anti-authority ‘hacktivists’ who believe that all information should be publicly available. It has existed for some years, but until recently its activities have been small scale.”<br />\n“Nobody knows the identity of the group’s members, which has no spokespersons or apparent leaders. As anarchists, they delight in flouting the law, believing that all data should be in the public domain – except, of course, data about themselves.”<br />\n“Some see the Collective as irresponsible criminals, while others paint them as modern-day Robin Hoods. Either way, as possibly the best hackers in the galaxy, it’s likely we’ll be hearing more about them in the future.”</p>\n",
    "nid": "485",
    "date": "24 OCT 3304",
    "image": "NewsImagePressConferenceFederal",
    "slug": "collective"
  },
  {
    "title": "Raid on Phoenix Base",
    "body": "<p>An attempt by armed intruders to access Phoenix Base in the Meene system has been foiled. The base is the home of engineer Ram Tah.<br />\nSecurity Chief Harper Vargas gave this report:<br />\n“Defensive systems alerted us to a small group of intruders who had breached the base’s perimeter. Our teams engaged them in combat and forced them back to a waiting ship. Unfortunately, we were unable to identify the ship or prevent it from escaping.”<br />\n“During the incursion, the intruders used explosives to sabotage the base’s power network. Fortunately, the base remains operational.&quot;<br />\nRam Tah told the media:<br />\n“I believe this was an attempt to steal research data or samples of Guardian technology – the implications of which are most disturbing. Although the attempt failed, it has disrupted my important research.”</p>\n",
    "nid": "484",
    "date": "19 OCT 3304",
    "image": "NewsImagePlanetOutpostAtmosphere",
    "slug": "raid-phoenix-base"
  },
  {
    "title": "Close Encounters Corps Initiative Concludes",
    "body": "<p>The Close Encounters Corps has announced that its appeal for commodities has reached a successful conclusion, having received an overwhelming response from the galactic community.<br />\nA huge number of muon imagers were delivered to Crown Prospect over the past week. These will allow the construction of a scientific megaship to research the nebula surrounding the BD-12 1172 system.<br />\nWith the initiative at an end, Admiral Anton Vern of the Close Encounters Corps issued the following statement:<br />\n“I am grateful for the professionalism displayed by the pilots who took part in this project, and thank them on behalf of our researchers. New horizons and new worlds await us.”<br />\nPilots who contributed to the initiative can now collect their rewards from Crown Prospect in the Kagutsuchi system.</p>\n",
    "nid": "482",
    "date": "18 OCT 3304",
    "image": "NewsImageStarportAnaconda",
    "slug": "close-encounters-corps-initiative-concludes"
  },
  {
    "title": "Palin Institute Campaign",
    "body": "<p>The Palin Institute has announced an accelerated programme of study to analyse a range of xenobiological data, and perhaps discern the motives behind the Thargoids’ unrelenting aggression.<br />\nProfessor Cora Shaw, director of the Palin Institute, released the following statement:<br />\n“In recent months, the Institute has performed countless studies on alien technology and physiology, and our stock of xenobiological samples is severely depleted. For this robust new study, we require a large amount of Thargoid material to support a wide range of experiments.”<br />\nThe Ryder Revolutionary Party, which is supporting the campaign, has placed an open order for various Thargoid materials and promised to reward pilots who deliver these goods to Obsidian Orbital in the Maia system. The organisation has also placed a kill order on all ships on its wanted list, to ensure that those delivering materials to Ryder Revolutionary Party can do so safely.<br />\nThe campaign begins on the 18th of October 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "483",
    "date": "18 OCT 3304",
    "image": "NewsImageThargoidShips",
    "slug": "palin-institute-campaign"
  },
  {
    "title": "Rackham Hacked",
    "body": "<p>Billionaire businessman Zachary Rackham has been targeted by a highly sophisticated hack that successfully withdrew 1 billion credits from his personal account.<br />\nA spokesperson for Rackham Capital Investments informed shareholders:<br />\n“We have reported the theft to the authorities, and are reviewing our computer security systems. The only clue as to the criminals’ identity is a message they left encoded in Mr Rackham’s account: ‘The Collective plays to win.’”<br />\nFinancial journalist Bryanna Blanco commented in The Federal Times:<br />\n“The purpose of the hack was evidently to reclaim the billion-credit prize that Rackham ‘won’ in the Federal Grand Lottery. What Rackham Capital Investments didn’t reveal was that the money was redistributed equally among several hundred of the company’s former employees, who were denied their company pensions years ago.”<br />\n“There is a sweet irony to the old pirate Calico Zack having his money stolen by cyber pirates. Whoever the Collective might be, they seem to have both a sense of justice and a sense of humour.”</p>\n",
    "nid": "481",
    "date": "18 OCT 3304",
    "image": "NewsImageGraph",
    "slug": "rackham-hacked"
  },
  {
    "title": "Kincaid Wins Election",
    "body": "<p>Gibson Kincaid has been announced as the winner of the Alliance presidential election. He will continue serving as president of the Alliance.<br />\nKincaid obtained a small majority of the public vote, defeating Councillor Elijah Beck. Entrepreneur Fazia Silva, the third candidate in the race, was recently found dead, and is the subject of an Interpol investigation.<br />\nPresident Kincaid addressed his followers at a victory rally:<br />\n“My thanks go to every citizen who saw the wisdom of my vision. I vow to lead you into a glorious future!”<br />\nPrime Minister Edmund Mahon gave a statement to the media:<br />\n“I offer my congratulations to President Kincaid on being successfully re-elected. The Assembly is continuing to debate his proposal to imbue the presidential role with executive powers. We have agreed to extend the deadline by one week, after which a parliamentary vote will decide the outcome.”</p>\n",
    "nid": "479",
    "date": "17 OCT 3304",
    "image": "NewsImagePressConferenceAlliance",
    "slug": "kincaid-wins-election"
  },
  {
    "title": "Broadcast Cobra Initiative Concludes",
    "body": "<p>Broadcast Cobra has announced that its appeal for commodities has reached a successful conclusion, having received an overwhelming response from the galactic community.<br />\nVast quantities of thorium, indium and superconductors were delivered to Sopwith Dock over the past week. These will allow construction of a megaship from which the organisation will broadcast its take on current events.<br />\nAlessandra Koa of Broadcast Cobra issued the following statement:<br />\n“We&#039;d like to thank everyone who supported this campaign. We hope that wherever you are, you&#039;re always listening.”<br />\nPilots who contributed to the initiative can now collect their rewards from Sopwith Dock in the HIP 16038 system.</p>\n",
    "nid": "476",
    "date": "11 OCT 3304",
    "image": "NewsImageStarportAnaconda",
    "slug": "broadcast-cobra-initiative-concludes"
  },
  {
    "title": "Close Encounters Corps Initiative",
    "body": "<p>The Close Encounters Corps has announced its intention to construct a scientific megaship in the BD-12 1172 system. The new vessel will allow research teams to map and explore the planets of the surrounding nebula.<br />\nAdmiral Anton Vern of the Close Encounters Corps issued the following statement:<br />\n&quot;A number of survey groups have expressed interest in mapping the nebula surrounding the BD-12 1172 system. This new scientific vessel will act as a base from which they can research the abundance of unexplored planets throughout the nebula.&quot;<br />\nTo facilitate construction of the megaship, the Close Encounters Corps has placed an open order for muon imagers, and has promised to reward pilots who deliver these commodities to Crown Prospect in the Kagutsuchi system. The organisation has also placed a kill order on all ships on its wanted list, to ensure that those contributing material can do so safely.<br />\nThe campaign begins on the 11th of October 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "477",
    "date": "11 OCT 3304",
    "image": "NewsImageSidewinderExploring",
    "slug": "close-encounters-corps-initiative"
  },
  {
    "title": "Increased Fear of Spy Robots ",
    "body": "<p>The Federal Security Service has discovered more personal administration robots containing concealed surveillance programs.<br />\nIndependent reporter Flint ‘Firemaker’ Lafosse discussed the situation on the Rewired news feed:<br />\n“In recent weeks, hundreds of individuals and businesses have destroyed their personal robots. Mass robophobia? Or paranoia that the robots might be secretly recording them? Makes you wonder what these people are trying to hide…”<br />\n“How many millions of robots are spying on us right now? And for what purpose? Is it a coincidence that all the affected models are made by the Achilles Corporation? Maybe blackmailing the rich is their new revenue stream.”</p>\n",
    "nid": "475",
    "date": "11 OCT 3304",
    "image": "NewsImageDiplomacyPressConference",
    "slug": "increased-fear-spy-robots"
  },
  {
    "title": "Survivors of the Far God",
    "body": "<p>Independent journalist Gethin Okonkwo has shared more details about his time with the Far God cult:<br />\n“After three months of living as a Far God worshipper, I’m now acclimatising to life as an ordinary citizen. There, I was known only as Third Witness of the Tenth Chapter, although that was more of a title than a name. Identical in our robes, we were all nameless servants of the commune.”<br />\n“That may sound despotic, but there was a strangely seductive aspect to surrendering one’s identity. At times I almost experienced the tranquillity that true adherents seemed to feel.”<br />\n“I’m relieved to see Far God believers returning to their hive-chapels, having survived weeks of persecution. This has been a baptism of fire for the sect, with hundreds dead and several chapters still missing.”<br />\n“Many other doomsayer cults have since faded away or, like the Church of Eternal Void, been outlawed. But it seems that the Far God faith will endure, perhaps even beyond our conflict with the Thargoids.”<br />\n“I have been contacted by the exotheologian Dr Alfred Ulyanov with a view to combining our research. Together we hope to produce the definitive account of this tenacious religion.”</p>\n",
    "nid": "474",
    "date": "10 OCT 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "survivors-far-god"
  },
  {
    "title": "Further Surveillance Robots Discovered",
    "body": "<p>The Federal Security Service has discovered more administration robots fitted with secret surveillance programs.<br />\nLieutenant Inspector Ramesh Thorne informed the media:<br />\n“Our investigation into Lloyd Hardacre’s admin robot, which secretly recorded evidence of corporate fraud, has broadened significantly. Acting on reports of unusual behaviour, we have found five further robots containing hidden surveillance programs.”<br />\n“In each case, the robot was a PA912 model, manufactured by the Achilles Corporation. The robots’ owners are now helping us with our enquiries.”<br />\nTwo of the five owners have been identified. Don Zhao is the CEO of Kuiper Mining Inc., while Anya Blackriver runs a public-relations consultancy with offices in Olympus Village, San Francisco and Columbus station.<br />\nA spokesperson for the Achilles Corporation gave this statement:<br />\n“We are cooperating with the FSS investigation, and would like to reassure the public that our robots are as trustworthy as ever. This illegal surveillance has nothing whatsoever to do with the Achilles Corporation.”<br />\nOver the last decade, the Achilles Corporation has sold over 20 million robots throughout the Federation, including nearly 300,000 PA912 models.</p>\n",
    "nid": "465",
    "date": "05 OCT 3304",
    "image": "NewsImageGraph",
    "slug": "further-surveillance-robots-discovered"
  },
  {
    "title": "Herculean Machines Dominates Expo",
    "body": "<p>Technology journalist Harlow Nassry has published a full account of the Rackham Ultratech Expo, which took place on Wednesday 3rd October.<br />\n“All eyes were on Herculean Machines and Supratech, whose competing designs for personal computers have created a real buzz. Following lavish presentations from rival CEOs Maddox Hurd and Scorpio DeVorrow, prototypes of the Duradrive and Torc were given to attendees.”<br />\n“Unfortunately for Supratech, the Torc’s holographic systems did not work as planned. Most users were surrounded by an incomprehensible aura of colours and images that, in some cases, brought on nausea. The Duradrive, by contrast, functioned perfectly.”<br />\n“The highlight of the expo came when Zachary Rackham tested a Duradrive by jumping on it, before using it to contact his chief accountant and authorise preliminary funding for the device. He told the crowd, ‘I could have done with one of these back in my spacefaring days!’”<br />\n“It’s clear that the support given to Herculean Machines by the galactic community has allowed them to deliver a superior product – one we can expect to see on the market soon.”</p>\n",
    "nid": "466",
    "date": "05 OCT 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "herculean-machines-dominates-expo"
  },
  {
    "title": "Presidential Candidate Murdered",
    "body": "<p>Fazia Silva, one of the three candidates in the Alliance presidential race, has been found dead. She is believed to have been murdered.<br />\nInspector Erin Sangster of Alliance Interpol informed the media:<br />\n“Ms Silva’s body was found in a room at Hume Orbital, where she was staying during her presidential campaign. Medical teams detected traces of poison, making this a suspected homicide.”<br />\nThere has already been speculation that this was a political killing, motivated by Silva’s proposed changes to Alliance financial policy. The entrepreneur also had fierce rivals in the business world.<br />\nHer sister Tashmira Silva, who has been overseeing the Silva corporate empire, stated:<br />\n“Our family is devastated – we can’t believe that Fazia has been taken from us. I will honour her by continuing to run the companies that she made so successful.”<br />\nCondolences have been delivered by Prime Minister Edmund Mahon and both of Ms Silva’s election rivals, Gibson Kincaid and Elijah Beck. President Kincaid said:<br />\n“This tragedy constitutes a direct attack on our democracy. The Alliance’s enemies will do anything they can to destabilise us, including murder. If we are to fight back, we will need strong leadership.”</p>\n",
    "nid": "467",
    "date": "05 OCT 3304",
    "image": "NewsImagePressConferenceAlliance",
    "slug": "presidential-candidate-murdered"
  },
  {
    "title": "Oktoberfest Supply Campaign Successful",
    "body": "<p>Mould Federal Mining Incorporated has confirmed that its appeal for commodities to supply an Oktoberfest celebration in the Bhagui system has been enthusiastically received by the galactic community.<br />\nHundreds of pilots supported the campaign by delivering commodities to Leavitt Port, and by protecting traders in the Bhagui system.<br />\nA spokesperson for Mould Federal Mining Incorporated issued the following statement:<br />\n“Thanks to so many generous pilots, Bhagui Oktoberfest will now go ahead. Revellers will be able to put aside their differences, forget their troubles and celebrate life.”<br />\nPilots who contributed to the initiative can now collect their rewards from Leavitt Port in the Bhagui system.</p>\n",
    "nid": "463",
    "date": "04 OCT 3304",
    "image": "NewsImageCelebration",
    "slug": "oktoberfest-supply-campaign-successful"
  },
  {
    "title": "Broadcast Cobra Initiative",
    "body": "<p>Media organisation Broadcast Cobra has announced its intention to build a megaship in the HIP 16038 system. The organisation, which specialises in politics and current events, aims to reach a much wider audience with the construction of this mobile studio.<br />\nAlessandra Koa of Broadcast Cobra issued the following statement:<br />\n“As a broadcaster, we like the idea of a ship that can carry our signal to the farthest reaches of the galaxy. A megaship will allow us to transmit to systems that other broadcasters can only dream of reaching.”<br />\nTo facilitate construction of the megaship, Broadcast Cobra has placed an open order for thorium, indium and superconductors, and has promised to reward pilots who deliver these commodities to Sopwith Dock in the HIP 16038 system. The organisation has also placed a kill order on all ships on its wanted list, to ensure that those contributing material can do so safely.<br />\nThe campaign begins on the 4th of October 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "464",
    "date": "04 OCT 3304",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "broadcast-cobra-initiative"
  },
  {
    "title": "Bishop’s Congressional Bid Collapses",
    "body": "<p>Juanita Bishop, whose protest movement against the Far God cult gained broad support, has failed to be elected to Federal Congress.<br />\nIndependent political analyst Vaughan Niven published this summary:<br />\n“Many of Juanita Bishop’s followers have abandoned her in the wake of Gethin Okonkwo’s investigation, which found no connection between the Far God sect and the Thargoids. As a result, Mrs Bishop’s congressional campaign has collapsed.”<br />\n“There has also been a sea change in attitude within Congress itself. The majority of members have now taken a stand against Mrs Bishop for cultivating civil unrest and violating the Federation’s principles of religious freedom.”<br />\nJuanita Bishop gave a forceful statement to the media:<br />\n“If Congress can’t see that these people are dangerous, then they’re fools. These Thargoid spies need to be rounded up and executed before they murder us all. History will prove me right!”</p>\n",
    "nid": "462",
    "date": "04 OCT 3304",
    "image": "NewsImagePressConferenceFederal",
    "slug": "bishops-congressional-bid-collapses"
  },
  {
    "title": "Robot Surveillance Program Discovered",
    "body": "<p>The personal administration robot of business magnate Lloyd Hardacre, which recently revealed evidence of his criminal activity, has been found to contain a concealed surveillance program.<br />\nLieutenant Inspector Ramesh Thorne of the Federal Security Service made a statement to the media:<br />\n“FSS technicians discovered a highly sophisticated surveillance program within the robot’s coreware that was covertly copying certain types of data – namely anything illegal. A minor malfunction caused the robot to incorporate the data into a company presentation.”<br />\n“Our working theory is that Mr Hardacre was the target of an undercover spy operation, but not one coordinated by any legal authority. Clearly, someone harboured suspicions about Hardacre and was looking for proof. We are conducting interviews with his business associates and competitors.”<br />\nWhen asked about the robot, Lieutenant Inspector Thorne added:<br />\n“The robot is manufactured by the Achilles Corporation, and is a relatively primitive machine, designed to coordinate information and perform administrative tasks. Such robots are incapable of independent behaviour, so this one must have been subjected to comprehensive reprogramming.”</p>\n",
    "nid": "460",
    "date": "28 SEP 3304",
    "image": "NewsImageGraph",
    "slug": "robot-surveillance-program-discovered"
  },
  {
    "title": "Computer Companies Resume Development",
    "body": "<p>Rival companies Herculean Machines and Supratech have resumed development of their new personal computers.<br />\nHarlow Nassry, technology journalist at The Federal Times, has been following events:<br />\n“After the mysterious fire that destroyed Supratech’s factory and the equally mysterious scandal that scared off Herculean Machines’s investors, it seemed like neither company would complete its new designs.”<br />\n“But successful requests for public support have turned that around. Maddox Hurd and Scorpio DeVorrow, the heads of Herculean and Supratech respectively, both received enough materials to produce functional prototypes for the Rackham Ultratech Expo on Wednesday the 3rd of October.”<br />\n“This expo is crucial for both companies. Rackham Capital Investments and other corporate sponsors will be paying close attention, and Zachary Rackham himself will be present, eager to get his hands on the latest gadgets.”<br />\n“Both the customisable Duradrive and the wearable Torc have captured the public imagination, but the prototypes’ performance is key. The amount of commodities each company received might be the deciding factor in their commercial success.”</p>\n",
    "nid": "461",
    "date": "28 SEP 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "computer-companies-resume-development"
  },
  {
    "title": "Oktoberfest in Bhagui",
    "body": "<p>Citizens of the Bhagui system are attempting to resurrect the ancient Oktoberfest celebration, an annual event based on a centuries-old Earth tradition.<br />\nThe scale of the event is unprecedented, and local suppliers are reeling due to the weight of demand. Consequently, Mould Federal Mining Incorporated has volunteered to finance an emergency initiative that will supply the required resources.<br />\nA spokesperson for the company issued the following statement:<br />\n“This will be a party like no other, where people can come together to celebrate life, love and beer. We are honoured to play our part in supporting a festival such as this. Nothing is more important to us than helping our communities.”<br />\nMould Federal Mining Incorporated has placed an open order for animal meat, fish and beer, promising to reward pilots who deliver these commodities to Leavitt Port in the Bhagui system. The organisation has also placed a kill order on all ships on its wanted list, to ensure that those contributing to the initiative can do so safely.<br />\nThe campaign begins on the 27th of September 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "458",
    "date": "27 SEP 3304",
    "image": "NewsImageStarportAnaconda",
    "slug": "oktoberfest-bhagui"
  },
  {
    "title": "Commodities Appeal Concludes",
    "body": "<p>The competing campaigns from technology companies Supratech and Herculean Machines have come to an end. Huge quantities of technological components were contributed to the initiatives, which will be used to support the manufacture of new personal computers.<br />\nAs the Supratech campaign drew to an end, company CEO Scorpio DeVorrow issued the following statement:<br />\n“I can’t thank the galactic community enough for its support. We believe the Torc is something really special, and due to the support we’ve had we can begin manufacture at once.”<br />\nHis business rival Maddox Hurd, CEO of Herculean Machines, had this to say:<br />\n“We’ve received an awe-inspiring response, proving that pilots everywhere want technology that can stand the test of time.”<br />\nPilots who contributed commodities to Supratech can collect their rewards from Roberts Port in the Fedmich system, while pilots who contributed commodities to Herculean Machines can collect their rewards from Cowper Dock in the Anima system.</p>\n",
    "nid": "459",
    "date": "27 SEP 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "commodities-appeal-concludes"
  },
  {
    "title": "Presidential Candidates on the Campaign Trail",
    "body": "<p>The three candidates for the Alliance presidency have spent much of the past week delivering their campaign messages.<br />\nIncumbent president Gibson Kincaid, who seeks re-election, has demanded radical change to the constitution:<br />\n“To occupy the same league as the other superpowers, we need a single ruler with overall control. I ask that you empower me to lead the Alliance into a new era of strength and unity. That is my vision.”<br />\nAn increase in commerce is the focus for entrepreneur Fazia Silva:<br />\n“The current president is driven entirely by ego, as are all career politicians, but it’s money that makes the galaxy go round. Only by investing in trade and industry can the Alliance truly grow.”<br />\nCouncillor Elijah Beck has been critical of his rivals’ approach:<br />\n“President Kincaid has little respect for our values, and Ms Silva wants to make it easier for her companies to increase profits. The Alliance deserves a president who puts the wellbeing of its people first, rather than their own selfish goals.”<br />\nThe new president of the Alliance will be announced in October.</p>\n",
    "nid": "457",
    "date": "27 SEP 3304",
    "image": "NewsImagePoliticalRally",
    "slug": "presidential-candidates-campaign-trail"
  },
  {
    "title": "Starport Status Update",
    "body": "<p>This report presents the latest data on starports experiencing technical issues as a result of Thargoid Sensor related interference.<br />\nThe following starports are currently closed:<br />\nBester Terminal, Jen Nik<br />\nBlack Station, Lausang<br />\nBurton Vision, Dimocorna<br />\nCauchy Dock, Decht<br />\nKlink Dock, Inino<br />\nMouchez Platform, Deacon&#039;s Star<br />\nPook Dock, HIP 35873<br />\nRennie Hub, Kupol Bumba<br />\nSemeonis Hub, Nuwach<br />\nSinclair Colony, San Qin Gu<br />\nSmith Landing, Amber<br />\nSomerset Station, I Carinae<br />\nWingqvist Terminal, NLTT 57216<br />\nMeanwhile, the following starports are on the brink of closure:<br />\nChomsky Terminal, San Tu<br />\nCowper Dock, Anima<br />\nMargulies Dock, Cornengu<br />\nMars High, Sol<br />\nPRE Research Base, HIP 17225<br />\nRamsay City, Anagori<br />\nSo-yeon Hub, Coma<br />\nStrekalov Gateway, Ross 733<br />\nWarren Prison Mine, Ross 128</p>\n",
    "nid": "456",
    "date": "25 SEP 3304",
    "image": "NewsImageStation",
    "slug": "starport-status-update"
  },
  {
    "title": "Inside the Far God Cult",
    "body": "<p>Independent reporter Gethin Okonkwo, who was previously thought missing, has revealed that he has been living undercover within the Far God cult for the past three months.<br />\nIn an op-ed piece, Mr Okonkwo shared his experiences:<br />\n“I was fascinated by Dr Ulyanov’s research and I desperately wanted to understand this doomsayer cult further, so I decided to covertly study the Far God sect by posing as an adherent.”<br />\n“During this time, I visited hive-chapels in several different systems, narrowly escaping death when one was attacked by the Church of Eternal Void. On many occasions, I was physically and verbally abused by members of the public, including Juanita Bishop’s campaign followers.”<br />\n“At no point did I see evidence of actual contact with the Thargoids, bar the occasional use of alien material as holy artefacts. Most worshippers are essentially fatalists, attracted to the idea of an apocalypse. Some are convinced that they alone will survive the Far God’s manifestation. It is a strange and often contradictory faith, but no less so than other religions.”<br />\n“I recorded my experiences within the sect using concealed micro-cameras. I am voluntarily sharing this data with the Federal Intelligence Agency to prove that the Far God sect is not dangerous, and with the hope of ending its persecution.”</p>\n",
    "nid": "454",
    "date": "20 SEP 3304",
    "image": "NewsImageThargoidSite2",
    "slug": "inside-far-god-cult"
  },
  {
    "title": "The Presidential Power Struggle",
    "body": "<p>With the Alliance presidential race gathering speed, political journalist Vanya Driscoll has published an analysis in The Alliance Tribune:<br />\n“The election of a new president is usually a ceremonial matter, during which voters select a public ‘face’ for the Alliance, but this year is a genuine power struggle – one that may have major consequences.”<br />\n“Elijah Beck is the only candidate who seems content with the status quo. By contrast, entrepreneur Fazia Silva promises to boost the economy and increase commerce. Her new financial policies have been welcomed by interstellar corporations and small businesses alike.”<br />\n“President Gibson Kincaid is causing the most controversy, however. His proposal that the role of president should include executive powers is being taken seriously by the Assembly. Kincaid claims that having a single controlling voice will enable the Alliance to ‘challenge our rivals’ dominance’.”<br />\n“There is a surprising amount of support for this combative rhetoric. Many agree that the Alliance could be stronger, and that Prime Minister Mahon is often hamstrung by bureaucracy. Rumours suggest that the Empire and Federation are watching this election far more closely than usual.”</p>\n",
    "nid": "455",
    "date": "20 SEP 3304",
    "image": "NewsImagePressConferenceAlliance",
    "slug": "presidential-power-struggle"
  },
  {
    "title": "Manatee Megaship Initiative Concludes",
    "body": "<p>The Libertas Cooperative has announced that its appeal for commodities has reached a successful conclusion, having received an overwhelming response from the galactic community. Land enrichment systems, animal monitors, aquaponic systems and marine equipment were delivered to Ocrinox&#039;s Orbiter over the past week, allowing construction of a megaship where manatees will be farmed.<br />\nWith the initiative at an end, Progenitor Selena Conley of the Libertas Cooperative issued the following statement:<br />\n“The people of Munshin, and our partners at Munshin Manatee Meat, extend the warmest of thanks to all pilots who supported our project. Increased production of manatee meat will give a much-needed boost to the Munshin system’s economy.”<br />\nPilots who contributed to the initiative can now collect their rewards from Ocrinox&#039;s Orbiter in the Munshin system.</p>\n",
    "nid": "450",
    "date": "20 SEP 3304",
    "image": "NewsImageStarportAnaconda",
    "slug": "manatee-megaship-initiative-concludes"
  },
  {
    "title": "Appeal for Computing Commodities",
    "body": "<p>Two rival technology companies – Supratech and Herculean Machines – have appealed for commodities to support the release of forthcoming products.<br />\nScorpio DeVorrow, CEO of Supratech, issued the following statement:<br />\n“The Torc is the latest in personal computing, featuring state-of-the-art holographic technology. Anyone who wants to benefit from the next generation in wearable hardware should support its development.”<br />\nMeanwhile, Maddox Hurd, head of Herculean Machines, had this to say:<br />\n“The Duradrive cannot be rivalled for power or customisability. What people need in this challenging age is a robust product, not some ephemeral toy that malfunctions when exposed to a stiff breeze.”<br />\nTo bring their products to market, both companies have placed open orders for commodities. Supratech requires Conductive Fabrics, Robotics and Microcontrollers, while Herculean Machines has asked for Consumer Technology, Hardware Diagnostic Sensors and Computer Components. Pilots wishing to support Supratech should deliver commodities to Roberts Port in the Fedmich system, while pilots wishing to support Herculean Machines should deliver commodities to Cowper Dock in the Anima system.<br />\nThe campaigns begin on the 20th of September 3304 and will run for one week. If either party achieves its aims earlier than planned, both campaigns will end immediately.</p>\n",
    "nid": "451",
    "date": "20 SEP 3304",
    "image": "NewsImageGraph",
    "slug": "appeal-computing-commodities"
  },
  {
    "title": "Robot Exposes Corporate Fraud",
    "body": "<p>Business magnate Lloyd Hardacre has been arrested for corporate fraud after his personal administrative robot revealed incriminating evidence.<br />\nThe incident occurred at Burnell Station during the annual general meeting of Copernicus Shipping Ltd, an interplanetary haulage firm founded by Mr Hardacre.<br />\nOne witness, a company shareholder, told reporters:<br />\n“Halfway through Hardacre’s financial presentation, we saw off-the-books logs that were very obviously illegal. Hardacre ordered the robot to stop, but it continued projecting data from its internal drives. Eventually he ran from the hall in panic.”<br />\nLieutenant Inspector Ramesh Thorne of the Federal Security Service made this statement:<br />\n“We have placed Mr Hardacre in custody while we verify multiple instances of fraud and misuse of company funds. We are also investigating how his personal admin robot managed to obtain such information, and why it chose to make the data public at this time.”</p>\n",
    "nid": "452",
    "date": "20 SEP 3304",
    "image": "NewsImageDiplomacyPressConference",
    "slug": "robot-exposes-corporate-fraud"
  },
  {
    "title": "Historical Sculptures Stolen",
    "body": "<p>A collection of historically significant artworks has been stolen from the Imperial Museum of Culture on Eotienses A 3.<br />\nA local media report stated:<br />\n“The museum’s most popular exhibit is the New Dawn Collection, a sequence of sculptures by legendary artist Lal Candromir. These figures date back nearly a thousand years and commemorate the early settlers of Eotienses agreeing to join the Empire.”<br />\n“This morning, visitors found the entire exhibit empty, with every single one of the Candromir statues gone. Painted onto the wall was a graphic of a winking cat. The museum cannot explain how its security systems were so completely circumvented.”<br />\nCaptain Madoc Evander of the Imperial Internal Security Service commented:<br />\n“We are performing forensic analyses and interviewing all staff and visitors. As yet, we cannot confirm any connection between this theft and one that occurred three months ago in the Alioth system, despite the identical ‘winking cat’ motif. We will make every effort to capture this criminal and recover these precious cultural artefacts.”</p>\n",
    "nid": "453",
    "date": "20 SEP 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "historical-sculptures-stolen"
  },
  {
    "title": "Starport Status Update",
    "body": "<p>This report presents the latest data on starports experiencing technical issues as a result of Thargoid Sensor related interference.<br />\nThe following starports are currently closed:<br />\nAlexandria Dock, Chanab<br />\nRond d&#039;Alembert Lab, HIP 88595<br />\nMeanwhile, the following starports are on the brink of closure:<br />\nBlack Station, Lausang<br />\nPook Dock, HIP 35873<br />\nSomerset Station, I Carinae<br />\nBester Terminal, Jen Nik<br />\nBurton Vision, Dimocorna<br />\nCauchy Dock, Decht<br />\nKlink Dock, Inino<br />\nSemeonis Hub, Nuwach<br />\nSinclair Colony, San Qin Gu<br />\nAsimov Landing, LHS 2441<br />\nMouchez Platform, Deacon&#039;s Star<br />\nSmith Landing, Amber<br />\nDescartes Terminal, Nu Guang<br />\nRennie Hub, Kupol Bumba<br />\nWingqvist Terminal, NLTT 57216</p>\n",
    "nid": "410",
    "date": "19 SEP 3304",
    "image": "NewsImageStation",
    "slug": "starport-status-update"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s major stories.<br />\nAn anonymous source has revealed that Maddox Hurd, owner of technology company Herculean Machines, was previously investigated by the Federal Security Service. The source disclosed that Hurd accepted financial contributions from individuals connected to criminal networks when establishing his company. In the wake of the news, a number of Herculean Machines’ corporate investors have withdrawn their support.<br />\nThe candidates in the Alliance presidential election have been announced: Fazia Silva, a successful entrepreneur from the Vamm system, and Elijah Beck, an experienced politician from Leesti. It is understood that all three candidates – Kincaid, Silva and Beck – are roughly equal in terms of popular support.<br />\nMeanwhile, Juanita Bishop has called on Federal Congress to make Thargoid worship a capital crime, and for all members of the Far God cult to be executed. Some Federal congressmen have aligned with Mrs Bishop, eager to be seen as ‘tough on Thargoids’, but others have criticised her for her inhumane rhetoric.<br />\nIn other news, Ram Tah has revealed more about the XG Project, which produced the recently released XG fighters. In an interview, the engineer revealed that he had been trying to combine human and Guardian technology since the first Guardian ruins were discovered. He closed the interview by expressing hope that the XG Project was the start of a new era of technological development.<br />\nThe Libertas Cooperative has announced plans to construct a manatee farm on behalf of food supplier Munshin Manatee Meat. This will take the form of a megaship, where the creatures will be bred, processed and prepared for distribution. To facilitate construction of the manatee farm, the Libertas Cooperative has placed an open order for various commodities.<br />\nFinally, the Alioth Independents have announced that their appeal for exotic food and drink has reached a successful conclusion, having received an overwhelming response from the galactic community. Huge quantities of Esuseku Caviar, Ceremonial Heike Tea and Live Hecate Sea Worms were delivered to Smith Landing over the past week, which will now be used to host a special gala event.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "411",
    "date": "15 SEP 3304",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Candidates for Alliance Presidency Announced",
    "body": "<p>The candidates in the Alliance presidential election have been announced.<br />\nPolitical journalist Vanya Driscoll shared the news in The Alliance Tribune:<br />\n“The candidates running against President Gibson Kincaid, who is seeking a second term, have now launched their campaigns.”<br />\n“Fazia Silva is a successful entrepreneur from the Vamm system. Although lacking political experience, she intends to leverage her business acumen to increase trade and boost economies throughout the Alliance. She has delegated control of her corporate empire to her sister, freeing her to run for office.”<br />\n“Elijah Beck, by contrast, is a highly experienced politician. Hailing from the Leesti system, he has served in the Assembly for over four decades. He is generally considered a safe pair of hands, but it’s unlikely that he would bring about any significant changes as president.”<br />\n“Recent polls suggest that Kincaid, Silva and Beck are roughly equal in terms of popular support, but it’s still early days. All three will vigorously campaign for support in the coming weeks, in advance of the public vote on Tuesday the 16th of October.”</p>\n",
    "nid": "412",
    "date": "14 SEP 3304",
    "image": "NewsImagePressConferenceAlliance",
    "slug": "candidates-alliance-presidency-announced"
  },
  {
    "title": "Investors Abandon Herculean Machines",
    "body": "<p>An anonymous source has revealed that Maddox Hurd, owner of technology company Herculean Machines, was previously investigated by the Federal Security Service.<br />\nThe source shared recently declassified FSS records on the Rewired news channel, and stated:<br />\n“When establishing Herculean five years ago, Maddox Hurd accepted financial contributions from individuals connected to organised-crime networks, such as the Red Family. While Hurd did not technically break the law, the FSS has kept a close eye on him ever since.”<br />\nIn the wake of this news, a number of Herculean Machines’ corporate investors withdrew their support. Maddox Hurd told the media:<br />\n“This is a smear campaign, and those underhanded snakes at Supratech are behind it!”<br />\nScorpio DeVorrow, CEO of rival company Supratech, declined to comment, but Harlow Nassry, technology journalist at The Federal Times, observed:<br />\n“With Herculean Machines losing investment and Supratech’s facility destroyed, both companies are in a compromised position. Unless they can drum up additional support, neither will be able to unveil their new designs at the Rackham Ultratech Expo in October.”</p>\n",
    "nid": "413",
    "date": "14 SEP 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "investors-abandon-herculean-machines"
  },
  {
    "title": "Alliance Gala Initiative Concludes",
    "body": "<p>The Alioth Independents has announced that its appeal for exotic food and drink has reached a successful conclusion, having received an overwhelming response from the galactic community. Huge quantities of Esuseku Caviar, Ceremonial Heike Tea and Live Hecate Sea Worms were delivered to Smith Landing over the past week, which will now be used to host their gala event.<br />\nWith the initiative at an end, Durien Ballas, chairman of the Alioth Independents, issued the following statement:<br />\n“This will be an event like no other, and we are proud to be introducing Fazia Silva and Elijah Beck to the galactic stage. Along with Gibson Kincaid, I’m sure they will soon do battle in a good-natured yet robust election campaign.”<br />\nPilots who contributed to the initiative can now collect their rewards from Smith Landing in the Amber system.</p>\n",
    "nid": "414",
    "date": "13 SEP 3304",
    "image": "NewsImagePressConferenceAlliance",
    "slug": "alliance-gala-initiative-concludes"
  },
  {
    "title": "Manatee Megaship Initiative",
    "body": "<p>The Libertas Cooperative has announced plans to construct a manatee farm on behalf of food supplier Munshin Manatee Meat. This will take the form of a megaship, where the creatures will be bred, processed and prepared for distribution.<br />\nProgenitor Selena Conley of the Libertas Cooperative issued the following statement:<br />\n“For years, the people of Munshin have been lucky enough to dine on the finest meat in the galaxy. We are proud to be working in association with Munshin Manatee Meat to help bring their product to a much wider consumer base.”<br />\nTo facilitate construction of the manatee farm, the Libertas Cooperative has placed an open order for land enrichment systems, animal monitors, aquaponic systems and marine equipment. It promises to reward pilots who deliver these commodities to Ocrinox&#039;s Orbiter in the Munshin system. The organisation has also placed a kill order on all ships on its wanted list, to ensure that those contributing material can do so safely.<br />\nThe campaign begins on the 13th of September 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "415",
    "date": "13 SEP 3304",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "manatee-megaship-initiative"
  },
  {
    "title": "Calls to Execute Far God Worshippers",
    "body": "<p>Juanita Bishop has called on Federal Congress to make Thargoid worship a capital crime, and for all members of the Far God cult to be executed.<br />\nAddressing a rally during her congressional campaign, Mrs Bishop stated:<br />\n“I speak for all those who live in fear of Thargoid infiltration. If elected, I will make sure this foul cult is outlawed and all its followers put to death. Congress has a duty to protect families from these alien-loving collaborators.”<br />\nVihaan Niven, an independent political analyst, commented:<br />\n“Juanita Bishop’s statement has triggered considerable debate in Congress. Some congressmen have aligned with her, eager to be seen as ‘tough on Thargoids’. But others have criticised Mrs Bishop for her ‘inhumane rhetoric’ and for proposing the execution of Federal citizens without trial.”<br />\n“Meanwhile, the Federal Intelligence Agency continues to arrest adherents of the Far God sect and detain those who have had contact with them. As casualties from the Thargoid conflict mount, it’s hard to see this most unlikely of faiths surviving much longer.”</p>\n",
    "nid": "416",
    "date": "13 SEP 3304",
    "image": "NewsImagePressConferenceFederal",
    "slug": "calls-execute-far-god-worshippers"
  },
  {
    "title": "The XG Project",
    "body": "<p>In an interview with independent media outlet Vox Galactica, engineer Ram Tah has discussed the XG Project, which produced the recently released XG fighters.<br />\n“Ever since the first Guardian ruins were discovered, I’ve been trying to combine their technology with our own. I drew up a blueprint for the original fighter, the XG1, before inviting other technicians to refine the design with a view to producing something commercially viable.”<br />\n“The seventh iteration, the XG7, successfully merged human and Guardian ingenuity. The XG8 Javelin and XG9 Lance soon followed.”<br />\nWhen asked what the future holds, Ram Tah remarked:<br />\n“My hope is that the XG Project is merely the start of a whole new era of technological development. While the current focus is the Thargoid threat, the achievements of our galactic forebears might one day improve every aspect of society.”</p>\n",
    "nid": "417",
    "date": "12 SEP 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "xg-project"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s major stories.<br />\nThe Alliance Assembly has agreed to vote on President Gibson Kincaid’s proposed changes to the constitution. Kincaid has lobbied for the role of president to be invested with executive powers, and for each presidential term to last six years. The vote will take place in mid-October, at the same time as the presidential election.<br />\nA manufacturing complex owned by computer company Supratech has been destroyed by fire. All personnel managed to escape the blaze, but the fire has ruined the company’s main production complex. Company CEO Scorpio DeVorrow expressed incredulity at the failure of the facility’s fire-suppression system.<br />\nMeanwhile, the Federal Intelligence Agency has increased arrests of potential Thargoid sympathisers, as it continues to investigate the Far God cult. Independent observers have confirmed that the FIA has discovered further empty Far God hive-chapels. The whereabouts of hundreds of adherents remains unknown.<br />\nThe Gnosis, flagship of the Canonn Interstellar Research Group, has been left stranded following a Thargoid attack. A message from the ship’s command crew confirmed that the incident caused severe internal damage to multiple systems, including the frame shift drive. The Gnosis is currently adrift close to the eighth planet of the Outotz ST-I d9-6 system.<br />\nIn other news, The Mars Tribune has revealed that actor Tomas Turai, husband of Jupiter Rochester, has been having an extramarital affair with Olympian athlete Reagan Lord. Tomas Turai and August Lord, husband of Reagan Lord, have both announced their intention to sue The Tribune for defamation. The publication’s owner, billionaire Kingsley Cordova, has confirmed that he will cover all legal costs in contesting both civil actions.<br />\nFinally, a public appeal for Thargoid materials from the Far God sect has been enthusiastically received by the galactic community. Chancellor Reegan Tanner, speaking on behalf of the organising faction, said the success of the initiative was a victory for religious freedom.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "418",
    "date": "08 SEP 3304",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Fire Destroys Supratech Facility ",
    "body": "<p>A manufacturing complex owned by computer company Supratech has been destroyed by fire.<br />\nAll on-site personnel managed to escape the blaze without injury. Emergency crews were soon in attendance, but were unable to prevent the fire from swiftly consuming the facility.<br />\nSupratech CEO Scorpio DeVorrow made this statement:<br />\n“I regret to announce that the fire has ruined our main production complex. Dozens of prototype Torc units were also irreparably damaged. This is a severe setback in the development of our new design.”<br />\n“Investigators have been unable to pinpoint the cause of the blaze, or to explain why the fire-suppression system in our state-of-the-art complex malfunctioned so completely. Along with the security cameras, internal alarms and thermal sensors.”<br />\nMaddox Hurd, head of rival company Herculean Machines, commented:<br />\n“I’m glad to hear that everyone made it out okay. But I have to say, if Supratech’s facilities are that poorly designed, I’d hate to imagine what their products are like.”<br />\nBoth companies are due to unveil new personal computing devices at the Rackham Ultratech Expo in October, although it is now unclear if Supratech will take part in the trade show.</p>\n",
    "nid": "419",
    "date": "07 SEP 3304",
    "image": "NewsImageDeathGeneric",
    "slug": "fire-destroys-supratech-facility"
  },
  {
    "title": "Thargoid-Sympathiser Arrests Increase",
    "body": "<p>The Federal Intelligence Agency has increased arrests of potential Thargoid sympathisers, as it continues to investigate the Far God cult.<br />\nIndependent reporter Gethin Okonkwo, who first raised awareness of doomsayer cults in the core systems, has been reported missing and is assumed to have been arrested. Many others who were researching the Far God sect remain in custody, including leading exotheologian Dr Alfred Ulyanov.<br />\nThe FIA has also shut down the Galactic Interfaith Commune and apprehended its spokesperson, Dr Jameelah Griffin. Several similar organisations, including the Spiritual Freedom Movement, have been closed down.<br />\nIndependent observers have confirmed that the FIA has discovered further empty Far God hive-chapels. The whereabouts of hundreds of adherents remains unknown. In an effort to uncover clues, arrests of associates and family members of Far God worshippers has intensified.<br />\nSenior Agent Micah Whitefield gave a brief statement:<br />\n“We will leave no stone unturned in our mission to identify Thargoid influences. The disappearance of Far God chapters is clearly a coordinated operation of either human or alien design. We warn anyone who may be harbouring cult members that they are impeding a Federal investigation, and will face criminal charges.”</p>\n",
    "nid": "420",
    "date": "07 SEP 3304",
    "image": "NewsImageDiplomacyPressConference",
    "slug": "thargoid-sympathiser-arrests-increase"
  },
  {
    "title": "Far God Campaign Concludes",
    "body": "<p>LHS 2541 Alliance Combine has announced that its request for Thargoid materials for the Far God sect has been enthusiastically received by the galactic community.<br />\nHundreds of pilots supported the campaign by delivering commodities to Wheelock Ring in the Zavijah system, and by eliminating agitators in Zavijah, thereby ensuring the safety of traders contributing to the initiative.<br />\nChancellor Reegan Tanner, speaking on behalf of LHS 2541 Alliance Combine, released the following statement:<br />\n“We would like to thank those pilots who delivered Thargoid materials, thus contributing to the furtherance of religious freedom throughout the galaxy. At this point we would also like to address rumours that the Far God sect is experimenting on willing test subjects in the hopes of ascending to a higher form of life. We assert, in the strongest of terms, that this is baseless gossip.”<br />\nPilots who contributed to the initiative can now collect their rewards from Wheelock Ring in the Zavijah system.</p>\n",
    "nid": "421",
    "date": "06 SEP 3304",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "far-god-campaign-concludes"
  },
  {
    "title": "Alliance Presidential Gala",
    "body": "<p>The Alioth Independents has announced plans to host a gala event in the Alioth system, to officially begin the Alliance presidential election.<br />\nThe event will give the as-yet unannounced presidential candidates an opportunity to meet distinguished figures from among the upper echelons of Alliance society.<br />\nDurien Ballas, chairman of Alioth Independents, issued the following statement:<br />\n“Everyone’s heard of President Gibson Kincaid, but the other candidates may not be so well known. This will be their chance to shine. As well as hosting key members of the Alliance Assembly, we can also confirm that Prime Minister Edmund Mahon and three members of the Council of Admirals will be in attendance.”<br />\nTo make this a truly spectacular event, the Alioth Independents have placed an open order for Esuseku Caviar, Ceremonial Heike Tea and Live Hecate Sea Worms, promising to reward pilots who deliver these commodities to Smith Landing in the Amber system. The organisation has also placed a kill order on all ships on its wanted list, to ensure that those contributing material to the campaign can do so safely.<br />\nThe campaign begins on the 6th of September 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "422",
    "date": "06 SEP 3304",
    "image": "NewsImagePressConferenceAlliance",
    "slug": "alliance-presidential-gala"
  },
  {
    "title": "Assembly to Vote on Proposed Changes",
    "body": "<p>The Alliance Assembly has agreed to hold an internal vote on President Gibson Kincaid’s proposed changes to the constitution.<br />\nKincaid has lobbied for the role of president to be invested with executive powers, and for each presidential term to last six years.<br />\nPrime Minister Edmund Mahon told the media:<br />\n“After much discussion, the Assembly has agreed to vote on President Kincaid’s proposals in mid-October, at the same time as the presidential election. We will announce any amendments to the constitution shortly afterwards.”<br />\nMilo Vesper, editor of The Alliance Tribune, discussed this development:<br />\n“President Kincaid’s proposals are seen by some as a long-overdue restructure of the political system. Compared to the current bureaucratic procedure, having a single person make all executive decisions has an obvious appeal. But some in the Assembly are concerned that such changes could imbue the president with emperor-like levels of authority.”<br />\n“Prime Minister Mahon is playing down such fears, but the words ‘constitutional crisis’ have already been heard in Parliament. Whatever happens, this could be the most significant election in the Alliance’s history.”</p>\n",
    "nid": "423",
    "date": "06 SEP 3304",
    "image": "NewsImagePressConferenceAlliance,PowerAvatarNewsImage1",
    "slug": "assembly-vote-proposed-changes"
  },
  {
    "title": "Gnosis Stranded",
    "body": "<p>A scientific-research vessel has been left stranded following a Thargoid attack.<br />\nThe Gnosis, flagship of the Canonn Interstellar Research Group, recently made a hyperspace jump towards the Cone Sector FN-J B9-0 system. A short time later, the following message was received from Captain Mathius Leander of the Gnosis command crew:<br />\n“We were a short way into our journey when the Gnosis was hyperdicted by a group of Thargoid vessels. The wrench back into real space caused severe internal damage to multiple systems, including the frame shift drive.”<br />\n“There’s no doubt that we would have been destroyed if not for some of the Commanders travelling with us. They lured the Thargoids away while ejecting meta-alloys from their holds. The aliens were more interested in scooping up the meta-alloys than attacking us. The Commanders later reported that the Thargoid vessels were the recently identified Hydra Interceptors.”<br />\n“The Gnosis is currently adrift close to the eighth planet of the Outotz ST-I d9-6 system. We have begun essential repairs, but there is a risk that the Thargoids may return before we can escape the system.”</p>\n",
    "nid": "424",
    "date": "06 SEP 3304",
    "image": "NewsImageThargoidShips",
    "slug": "gnosis-stranded"
  },
  {
    "title": "Scandal Hits Rochester Family",
    "body": "<p>The famous actor Tomas Turai, husband of Jupiter Rochester, has been revealed to be having an extramarital affair with an Olympian athlete.<br />\nAn article in The Mars Tribune stated:<br />\n“For the last three years, Tomas Turai has conducted a secret relationship with Reagan Lord, who has won several Olympic gold medals for the Altair system. Their romantic liaison took place without the knowledge of Turai’s husband, Jupiter Rochester, or their two children.”<br />\nThere has been no response from Jupiter Rochester. The Rochester family is currently in a media lockdown following the cancelled wedding of Ambassador Jordan Rochester and Princess Aisling Duval.<br />\nBut Tomas Turai and August Lord, husband of Reagan Lord, have both announced their intention to sue The Mars Tribune for defamation. The publication’s owner, billionaire Kingsley Cordova, has confirmed that he will personally cover all legal costs in contesting both civil actions.<br />\nLana Sigrid, chief editor of The Mars Tribune, published this comment:<br />\n“We have an obligation to publish the truth wherever we find it. The detailed evidence we’ve obtained about Tomas Turai’s behaviour is beyond dispute. We employ the finest journalists in the Federation, and our soaring subscription figures prove we’ve earned the public’s trust.”</p>\n",
    "nid": "425",
    "date": "05 SEP 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "scandal-hits-rochester-family"
  },
  {
    "title": "Starport Status Update",
    "body": "<p>This report presents the latest data on starports experiencing technical issues as a result of Thargoid Sensor related interference.<br />\nThe following starports are currently closed:<br />\nAbetti Platform, Ross 1051<br />\nGeorge Lucas, Leesti<br />\nNapier Station, HIP 94863<br />\nChaviano Dock, Hapats<br />\nSinisalo Holdings, HIP 18305<br />\nThirsk Enterprise, Montet<br />\nMeanwhile, the following starports are on the brink of closure:<br />\nAlexandria Dock, Chanab<br />\nAlexeyev Hub, HIP 36485<br />\nExtra Refinery, Azrael<br />\nMatheson Prospect, 45 Tauri<br />\nRond d&#039;Alembert Lab, HIP 88595<br />\nWheelock Ring, Zavijah</p>\n",
    "nid": "426",
    "date": "04 SEP 3304",
    "image": "NewsImageStation",
    "slug": "starport-status-update"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s major stories.<br />\nIndependent pilots have engaged a previously unseen type of Thargoid vessel in both the Pleiades Nebula and the core systems. Admiral Aden Tanner, Aegis’s chief military liaison, confirmed that the new ship – classified as the Hydra – is a variant of the Thargoid Interceptor.<br />\nFederal President Zachary Hudson has announced that Aegis Core is to relocate from Socho to the Federal home system of Sol. The move is a response to the criminal occupation of the Socho system, which led to the temporary immobilisation of Aegis’s Eagle Eye network, a system of orbital installations designed to determine potential Thargoid attack sites.<br />\nEngineer Ram Tah has detected unusual energy signatures in the NGC 2451A sector, the IC 2391 sector and the Synuefe EN-H region. While the precise nature of the signals is unclear, Ram Tah has encouraged independent pilots to investigate.<br />\nIn other news, the Colonia Council has announced that four engineers have established bases in the Colonia region, to provide services to independent pilots. According to a statement, the Council consulted with engineers in the core systems to identify individuals who could offer similar services in Colonia.<br />\nThe date of Princess Aisling Duval’s wedding to Federal Ambassador Jordan Rochester has passed without comment from either party. While Emperor Arissa and President Hudson are thought to be pleased with the cancellation of the wedding, the silence from Aisling Duval and Jordan Rochester leaves questions about the legitimacy of their relationship unanswered.<br />\nMaddox Hurd, owner of Herculean Machines, has publicly dismissed the efforts of rival company Supratech. Mr Hurd denounced the idea of wearable devices as ridiculous, prompting Supratech CEO Scorpio DeVorrow to describe him as a man of “limited imagination”.<br />\nMeanwhile, Alliance President Gibson Kincaid has begun lobbying to invest the position of president with executive powers. He has also said that the incumbent should remain in office for six years, instead of a maximum of two one-year terms. Prime Minister Edmund Mahon has voiced his opposition to the proposal.<br />\nJuanita Bishop, a leading campaigner against the Far God cult, has announced that she is running for Federal Congress. Mrs Bishop’s vocal condemnation of Thargoid worship has gained her a strong following in many Federal systems. She is now campaigning to be elected to Congress as an independent candidate.<br />\nIn related news, the Far God sect has issued a public request for Thargoid materials. It is understood that the objects will be revered as objects of worship, and will not be used in any xenobiological experiments.<br />\nFinally, authorities in the Betel system have confirmed that the conflict between Betel Free and the Silver Creative Network has come to an end. Both factions received support from independent combat pilots, to whom generous rewards were promised, but ultimately there could be only one victor. It is hoped that the cessation of hostilities will preface a period of peace.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "427",
    "date": "01 SEP 3304",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Alliance President Proposes Changes",
    "body": "<p>Alliance President Gibson Kincaid has confirmed he will campaign for re-election in October.<br />\nAddressing the media, President Kincaid also said he wanted to make significant changes to the Alliance constitution:<br />\n“The role of Alliance president is largely ceremonial. I believe that should change. I have been lobbying to invest the position with executive powers, over and above the prime minister and the Assembly. By streamlining our bureaucracy, we can make decisions as efficiently as the other superpowers.”<br />\n“I also believe that each presidential incumbent should remain in office for six years, instead of a maximum of two one-year terms. That will allow time to renegotiate diplomatic relationships and correct past mistakes.”<br />\nGibson Kincaid was the governor of the Zaonce system before assuming the presidency in 3303. He has repeatedly claimed that the Alliance is failing to fulfil its true potential.<br />\nPrime Minister Edmund Mahon responded:<br />\n“Our constitution has served us well for decades and I see no reason to amend it. Its system of checks and balances exists to prevent any individual from becoming too powerful and destabilising the Alliance.”<br />\nThe other presidential candidates will be announced within the next two weeks.</p>\n",
    "nid": "428",
    "date": "31 AUG 3304",
    "image": "NewsImagePressConferenceAlliance,PowerAvatarNewsImage1",
    "slug": "alliance-president-proposes-changes"
  },
  {
    "title": "Computer Designers’ Rivalry Escalates",
    "body": "<p>Maddox Hurd, owner of Herculean Machines, has publicly dismissed the efforts of rival company Supratech. Both companies are currently developing new computer designs.<br />\nMr Hurd referred directly to Supratech’s forthcoming product, the Torc, while addressing the media:<br />\n“There’s a reason Herculean has never explored the concept of wearable devices – it’s a ridiculous idea! I bet a million credits that those fragile gizmos will break, or their holograms will start glitching, the moment you turn them on.”<br />\n“If you want a reliable piece of tech, you need the Duradrive. Believe me, our device will keep on working whatever you throw at it…and even if you throw it.”<br />\nWhen invited to comment, Supratech CEO Scorpio DeVorrow responded:<br />\n“It’s regrettable that those with a clear vision of the future are often denigrated by individuals of limited imagination. We offer an elegant and revolutionary approach to personal computing – not just a rubber brick with a screen. I’m sure customers will make the intelligent choice.”<br />\nPrototypes for both the Torc and the Duradrive will be unveiled at the Rackham Ultratech Expo on Wednesday the 3rd of October.</p>\n",
    "nid": "429",
    "date": "31 AUG 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "computer-designers-rivalry-escalates"
  },
  {
    "title": "Far God Campaign",
    "body": "<p>The Thargoid-worshipping sect that reveres an entity known as the ‘Far God’ has issued a request for Thargoid materials.<br />\nChancellor Reegan Tanner, speaking on behalf of LHS 2541 Alliance Combine, which is supporting the campaign, released the following statement:<br />\n“To maintain their privacy and avoid further persecution, members of the Far God sect have approached us to facilitate the collection of Thargoid materials. They have made it explicit that these materials will be revered as objects of worship, and will not be used as part of any xenobiological experiments. In the interests of religious freedom, we have decided to fulfil their request.”<br />\nIn support of this campaign, LHS 2541 Alliance Combine has placed an open order for various Thargoid materials, and has promised to reward pilots who deliver these goods to Wheelock Ring in the Zavijah system. The organisation has also placed a kill order on all ships on its wanted list, to ensure that those delivering commodities to Wheelock Ring can do so safely.<br />\nThe campaign begins on the 30th of August 3304 and will run for one week. If the final target is met earlier than planned, the campaign will end immediately.</p>\n",
    "nid": "430",
    "date": "30 AUG 3304",
    "image": "NewsImageSidewinderBlackHole",
    "slug": "far-god-campaign"
  },
  {
    "title": "Conflict in Betel Ends",
    "body": "<p>Authorities in the Betel system have confirmed that the conflict between the Silver Creative Network and Betel Free has come to an end.<br />\nBoth factions received support from independent combat pilots, to whom generous rewards were promised, but ultimately there could be only one victor.<br />\nGeneral Hollis of Betel security had this to say:<br />\n“Now this feud has been resolved, we will hopefully see a period of prolonged peace in the system.”<br />\nPilots who participated in the conflict can now collect their rewards from Amphipolis in the Betel system.</p>\n",
    "nid": "431",
    "date": "30 AUG 3304",
    "image": "NewsImageDeathGeneric",
    "slug": "conflict-betel-ends"
  },
  {
    "title": "Juanita Bishop runs for Congress",
    "body": "<p>Juanita Bishop, a leading campaigner against the Far God cult, has announced that she is running for Federal Congress.<br />\nMrs Bishop’s vocal condemnation of Thargoid worship has gained her a strong following in many Federal systems. She is now campaigning to be elected to Congress as an independent candidate.<br />\nAt a rally protesting against the Far God sect, Mrs Bishop addressed the crowd:<br />\n“I may lack political experience, but I care about protecting decent families from alien-loving deviants. If you elect me to Congress, I will make sure our leaders rid us of the Thargoid spies undermining our great Federation!”<br />\nDr Jameelah Griffin of the Galactic Interfaith Commune made this response:<br />\n“Juanita Bishop is building her powerbase on the fear and paranoia that she herself has invoked. As has happened before, an innocent religion is being used as a scapegoat for society’s ills.”<br />\n“We should be more concerned about the fact that Far God chapters are continuing to vanish without trace. If they are under threat, it is our duty to offer protection. These people are not aliens but citizens with legal rights, despite Bishop’s efforts to dehumanise them.”</p>\n",
    "nid": "432",
    "date": "30 AUG 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "juanita-bishop-runs-congress"
  },
  {
    "title": "Aegis Core Relocates to Sol",
    "body": "<p>In May, a criminal organisation known as the Socho Gold Raiders assumed control of the Socho system, headquarters of Aegis Core.<br />\nSince then the system has descended further into chaos, culminating in the loss of services at Dantec Enterprise due to Thargoid sensor-related interference. This in turn led to the temporary immobilisation of Aegis’s Eagle Eye network, a system of orbital installations designed to determine potential Thargoid attack sites.<br />\nIn the wake of this calamity, Federal President Zachary Hudson has announced that Aegis Core is to relocate from Socho to the Federal home system of Sol.<br />\nIn a statement broadcast directly from the White House on Mars, Hudson said:<br />\n“Recent events in Socho have taught us that no matter the scale of the Thargoid threat, there will always be those more interested in fighting their fellow man than engaging the enemy.”<br />\n“Let me be clear: we are at war. The weakening of our defences cannot be tolerated. I have therefore agreed that Aegis Core will relocate to the Sol system, where it can be properly protected.”<br />\n“Aegis has been charged with defending humanity, and any attempt to undermine it is nothing less than an act of treason.”</p>\n",
    "nid": "433",
    "date": "30 AUG 3304",
    "image": "NewsImagePressConferenceFederal,PowerAvatarNewsImage6",
    "slug": "aegis-core-relocates-sol"
  },
  {
    "title": "New Thargoid Interceptor Encountered",
    "body": "<p>Independent pilots have reported engaging a previously unseen type of Thargoid vessel.<br />\nThe Pilots Federation confirmed that several of its members have encountered the ship in both the Pleiades Nebula and the core systems.<br />\nCommander Jing-sheng Mendez gave this account:<br />\n“My wingmate and I were both hyperdicted while travelling through the Pleiades. We assumed that together we could handle a single Thargoid ship, but this one really soaked up our firepower.”<br />\n“I managed to get away, but Leonie didn’t make it. I’ve already started retooling my Krait with AX weapons. I want to head back out there…and get some payback.”<br />\nAdmiral Aden Tanner, Aegis’s chief military liaison, made this statement:<br />\n“We can confirm that this new ship – classified as the Hydra – is a variant of the Thargoid Interceptor. It is structurally stronger than the Cyclops, Basilisk or Medusa, and releases a larger swarm of Thargon drones.”<br />\nIn response to this development, the Pilots Federation has sealed off the Cone Sector FN-J B9-0 system, which is believed to contain high concentrations of Hydra Interceptors. Despite this, it is understood that the Gnosis, flagship of the Canonn Interstellar Research Group, will attempt to complete its scheduled jump into the now permit-locked system</p>\n",
    "nid": "434",
    "date": "29 AUG 3304",
    "image": "NewsImageThargoidShips",
    "slug": "new-thargoid-interceptor-encountered"
  },
  {
    "title": "The Silence of Aisling Duval ",
    "body": "<p>The date of Princess Aisling Duval’s wedding to Federal Ambassador Jordan Rochester has passed without comment from either party.<br />\nEntertainment journalist Solomon Helios discussed the situation:<br />\n“Public reaction to the cancelled wedding has ranged from outrage to delight. Jasmina Halsey expressed regret at a ‘lost opportunity for long-term peace’, while Senator Zemina Torval called it ‘the mercy killing of a catastrophically bad idea’.”<br />\n“With no word from the Imperial Palace or the White House, it’s easy to imagine both Emperor Arissa and President Hudson breathing sighs of relief. But the silence from Aisling Duval and Jordan Rochester rings loudest. What might they be feeling? Was their relationship terminated against their wishes? Did it ever really exist?”<br />\n“Naturally I invited the princess to tell her story, but her previous openness is apparently a thing of the past. The Rochester family is also shying away from the media. Jarl Toredo, whose alleged affair with Aisling apparently derailed the marriage, has vanished from public sight.”<br />\n“Was this a tragic love triangle, or just a political chess game? We may never know. But what’s certain is that, before long, Aisling Duval will put these failures behind her and be back in the spotlight where she belongs.”</p>\n",
    "nid": "435",
    "date": "29 AUG 3304",
    "image": "NewsImageImperialPalace,PowerAvatarNewsImage2",
    "slug": "silence-aisling-duval"
  },
  {
    "title": "Unusual Energy Signatures Detected",
    "body": "<p>Three recently detected energy signatures have been confirmed to be of a similar nature.<br />\nThe engineer Ram Tah made a statement to the media:<br />\n“As part of my research, I regularly review data from surveillance satellites and ships that have picked up atypical signals. Although most turn out to be of no consequence, on this occasion I have identified three energy signatures that I believe warrant further investigation.”<br />\n“The signals originate from the NGC 2451A sector, the IC 2391 sector and the Synuefe EN-H region. I have no further data, and at this time the signatures’ meaning remains a mystery.”<br />\n“I encourage any independent pilots operating in these regions to investigate. I do of course apologise if this turns out to be a pointless exercise, but in the pursuit of scientific knowledge, even the smallest opportunity must be explored.”</p>\n",
    "nid": "436",
    "date": "28 AUG 3304",
    "image": "NewsImageGraph",
    "slug": "unusual-energy-signatures-detected"
  },
  {
    "title": "Engineers Established in Colonia",
    "body": "<p>The Colonia Council has announced that four engineers have established bases in the Colonia region, to provide services to independent pilots.<br />\nCouncillor Giselle Kingspear gave a statement to the media:<br />\n“The Council believes it has a duty to support those who contribute so much to the region’s stability. That’s why we have consulted with engineers in the core systems to identify individuals who could offer similar services here in Colonia. Consequently, we now have four engineers at planetary bases in the region.”<br />\n“Mel Brandon is based in Luchtaine, and specialises in laser-based armaments, shields, engines and frame shift drives. Etienne Dorn in the Los system, once lead engineer for Kraken Shield Specialists, is an expert on sensors, scanners and high-energy weaponry, among other things. Petra Olmanova is in the Asura system, and works with ship armour, countermeasures and explosive weapons, and Marsha Hicks, in the Tir system, offers upgrades in ballistic weaponry, fuel scoops, refineries and limpets.”<br />\n“These engineers represent an important stage in Colonia’s continued growth. The Council hopes that pilots operating in the region will find them beneficial.”</p>\n",
    "nid": "437",
    "date": "28 AUG 3304",
    "image": "NewsImageMap",
    "slug": "engineers-established-colonia"
  },
  {
    "title": "Starport Status Update",
    "body": "<p>This report presents the latest data on starports experiencing technical issues as a result of Thargoid Sensor related interference.<br />\nThe following starports are currently closed:<br />\nCrown Plant, Mudrama Kaze<br />\nCrown Terminal, LHS 355<br />\nFort Lawrence, Exioce<br />\nFox Base, Parja<br />\nFraknoi Holdings, Parja<br />\nGaultier de Varennes&#039; Folly, HIP 13269<br />\nGrimwood Ring, HIP 94863<br />\nHague Port, Osci<br />\nHeng Dock, Samontundji<br />\nLichtenberg Dock, 3 Corvi<br />\nMacLeod Hub, Naunin<br />\nMcAllaster Port, HR 6680<br />\nParmitano Terminal, Nu Tauri<br />\nPorges Horizons, G 250-34<br />\nPRE Research Base, HIP 17225<br />\nRoss Orbital, Ratemere<br />\nSeddon Gateway, Montet<br />\nTanner Ring, Sokond<br />\nWang Platform, Parja<br />\nThe following starports continue to experience technical issues:<br />\nWeber Dock, Meene<br />\nChaviano Dock, Hapats<br />\nThirsk Enterprise, Montet<br />\nMeanwhile, the following starports are on the brink of closure:<br />\nGeorge Lucas, Leesti<br />\nSomerset Station, I Carinae<br />\nNapier Station, HIP 94863<br />\nRedi Gateway, Korovii<br />\nAbetti Platform, Ross 1051</p>\n",
    "nid": "438",
    "date": "28 AUG 3304",
    "image": "NewsImageStation",
    "slug": "starport-status-update"
  },
  {
    "title": "Week in Review",
    "body": "<p>Here are this week’s major stories.<br />\nThe wedding of Princess Aisling Duval and Ambassador Jordan Rochester has been cancelled. The announcement follows anti-slavery campaigner Jarl Toredo’s confession that he and Aisling Duval were romantically involved for several months.<br />\nMeanwhile, Lakon Spaceways has announced that a new ship, the Alliance Crusader, will go on general sale on Tuesday the 28th of August. The ship, which is based on the Alliance Chieftain, boasts three internal military compartments and a fighter bay.<br />\nRival technology companies Supratech and Herculean Machines have released press statements promoting new personal-computer designs. Both companies have also confirmed they will be at the Rackham Ultratech Expo on Wednesday the 3rd of October, where they will reveal fully functional prototypes of their new devices.<br />\nIn other news, the Federal Intelligence Agency has revealed that members of the Far God cult are disappearing in large numbers. While the FIA has speculated that adherents are abandoning the cult and attempting to return to normal life, there have been no reports of former Far God worshippers returning to their friends and families.<br />\nAn exposé published by The Mars Tribune has revealed that Federal Congressman Morgan Unwin has close ties to a criminal organisation. Information uncovered by the Tribune proves that Unwin used his influence to traffic drugs for the Red Family cartel in order to keep his own addiction secret.<br />\nRecent reports from the Betel system indicate that an ongoing feud between the Silver Creative Network and Betel Free has escalated into violence. With system security forces stretched thin, both organisations are seizing the opportunity to settle old grudges, and have issued calls for support.<br />\nFinally, the Colonia Council has announced that its campaign to build a new hydroponics facility has been warmly received by the galactic community. Large quantities of material were delivered to Templar Barracks over the past week, allowing the initiative to move to the construction phase.<br />\nAnd those are the main stories this week.</p>\n",
    "nid": "439",
    "date": "25 AUG 3304",
    "image": "NewsImageDeathGeneric",
    "slug": "week-review"
  },
  {
    "title": "Lakon Releases Alliance Crusader",
    "body": "<p>Lakon Spaceways has announced that a new ship, the Alliance Crusader, will soon be available for purchase.<br />\nMeera Callanach, head of military projects at Lakon, gave some details to the media:<br />\n“The Alliance Crusader is mechanically similar to the Alliance Chieftain, with one key distinction. Our engineers have removed some internal hardware to accommodate a fighter bay. Inevitably, this means the Crusader is marginally slower and less manoeuvrable than its siblings, but this is compensated by its ability to ferry fighters into a conflict zone.”<br />\n“The Crusader’s offensive capabilities are enhanced with three internal military compartments. We are confident that the ship will be able to hold its own in any combat situation, especially against the Thargoids.”<br />\nThe Alliance Crusader will go on general sale on Tuesday the 28th of August.</p>\n",
    "nid": "440",
    "date": "24 AUG 3304",
    "image": "NewsImageExpansionExploration",
    "slug": "lakon-releases-alliance-crusader"
  },
  {
    "title": "Computer Firms Promote New Designs",
    "body": "<p>Rival technology companies Supratech and Herculean Machines have released press statements promoting new personal-computer designs.<br />\nScorpio DeVorrow, CEO of Supratech, told the media about his company’s forthcoming product:<br />\n“The Torc employs cutting-edge holographic technology, surrounding you in a personalised world. Its holo-interfaces respond to subtle gestures and its flexible crystalline structure makes it as elegant as jewellery. By comparison, competitors’ devices are as rudimentary as pen and paper.”<br />\nMaddox Hurd, owner of Herculean Machines, also made a statement:<br />\n“Fancy holograms might look pretty, but what matters is being able to withstand whatever life throws at you. The Duradrive is designed for those who work hard and expect their tools to stand up to the challenge. However tough you think you are, the Duradrive is tougher.”<br />\nBoth companies have confirmed that they will be at the Rackham Ultratech Expo on Wednesday the 3rd of October. The technology trade show, sponsored by Rackham Capital Investments, focuses on the personal-device market. Both companies aim to have fully functional prototypes ready for the expo.</p>\n",
    "nid": "441",
    "date": "24 AUG 3304",
    "image": "NewsImageGraph",
    "slug": "computer-firms-promote-new-designs"
  },
  {
    "title": "Order Restored in Kamici",
    "body": "<p>Kamici Incorporated has announced that its campaign to clear the Kamici system of felons has been a success. Hundreds of pilots responded to the appeal, taking to their ships to eliminate the criminals operating in the system.<br />\nAuthorities in Kamici have extended their gratitude to those who participated in the operation.<br />\nPilots who contributed to the initiative can now collect their rewards from Gaiman Port in the Kamici system.</p>\n",
    "nid": "442",
    "date": "23 AUG 3304",
    "image": "NewsImageBountyCollection",
    "slug": "order-restored-kamici"
  },
  {
    "title": "The Battle for Betel",
    "body": "<p>Recent reports from the Betel system indicate that an ongoing feud between the Silver Creative Network and the Betel Free has escalated into violence.<br />\nGeneral Hollis of Betel security issued the following statement:<br />\n“After a lengthy period of peace, these factions are now determined to wipe one another out. As much as we want to subdue this conflict ourselves, we simply do not have the ships to stage an effective intervention.”<br />\nWith system security forces stretched thin, both organisations are seizing the opportunity to settle old grudges, and have issued calls for support. Pilots who participate in the conflict will be generously rewarded by their chosen faction.<br />\nThe two factions have set out week-long operations to take control of the system, which will begin on the 23rd August 3304.</p>\n",
    "nid": "443",
    "date": "23 AUG 3304",
    "image": "NewsImageWar",
    "slug": "battle-betel"
  },
  {
    "title": "Colonia Hydroponics Initiative Concludes",
    "body": "<p>The Colonia Council has announced that its campaign to build a new hydroponics facility has been warmly received by the galactic community. Large quantities of material were delivered to Templar Barracks over the past week, allowing the initiative to move to the construction phase.<br />\nThe Council’s scientific adviser, Professor Diana VanCleef, gave the following statement:<br />\n“Not only will this new hydroponics facility provide biofoods and super-grains for the populace of Colonia, it will also contain a dedicated research laboratory for a science team to develop new biotech crops.”<br />\nPilots who contributed to the initiative can now collect their rewards from Templar Barracks in the Randgnid system.</p>\n",
    "nid": "444",
    "date": "23 AUG 3304",
    "image": "NewsImageStarportAnaconda",
    "slug": "colonia-hydroponics-initiative-concludes"
  },
  {
    "title": "Congressman’s Criminal Ties Exposed",
    "body": "<p>An exclusive exposé published by The Mars Tribune has revealed that a member of Federal Congress has close ties to a criminal organisation.<br />\nThe extensive feature began with this summary:<br />\n“Congressman Morgan Unwin has been in debt to the notorious Red Family cartel for nearly a decade. Information uncovered by our reporters proves that he has used his influence to traffic enormous quantities of the cartel’s drugs in order to keep his own addiction secret.”<br />\nFollowing publication of the feature, Mr Unwin was arrested by the Federal Security Service, and now faces expulsion from Congress. An investigation into Red Family’s narcotics operation in Olympus Village is also underway.<br />\nA spokesperson for Congress made this statement:<br />\n“We are indebted to The Mars Tribune for uncovering a criminal conspiracy that might otherwise have continued undetected. This highlights the value of investigative journalism to the Federation.”<br />\nThe Tribune’s billionaire owner, Kingsley Cordova, has been invited to a special event by Congress to express its gratitude. As well as The Mars Tribune, his conglomerate Cordova Group runs many small companies in the Sol system.</p>\n",
    "nid": "445",
    "date": "23 AUG 3304",
    "image": "NewsImagePressConferenceFederal",
    "slug": "congressmans-criminal-ties-exposed"
  },
  {
    "title": "Far God Cultists Vanishing",
    "body": "<p>The Federal Intelligence Agency has revealed that members of the Far God cult are disappearing in large numbers.<br />\nSenior Agent Micah Whitefield told the media:<br />\n“On several occasions, our agents have entered hive-chapels only to discover them completely empty. Intelligence from independent systems describes how entire chapters of the sect have disappeared overnight.”<br />\n“We suspect that adherents are starting to abandon the cult and attempting to return to normal life. We urge everyone to report such individuals to the FIA so we can investigate potential connection to the Thargoids.”<br />\nDr Jameelah Griffin of the Galactic Interfaith Commune commented:<br />\n“Although it would be an understandable reaction to the FIA’s relentless persecution, there are no reports of former Far God worshippers returning to their friends and families. These abrupt disappearances remain a mystery.”<br />\nAnti-cult campaigner Juanita Bishop also made a statement:<br />\n“It’s obvious to me that these spies are returning to their Thargoid masters, to inform them of what they’ve learned. Arresting them isn’t enough – we need a more permanent solution for these traitors.”</p>\n",
    "nid": "446",
    "date": "23 AUG 3304",
    "image": "NewsImageFuturisticCityscape",
    "slug": "far-god-cultists-vanishing"
  },
  {
    "title": "Aisling Duval Wedding Cancelled",
    "body": "<p>Federal news channels have announced that the wedding of Princess Aisling Duval and Ambassador Jordan Rochester has been cancelled.<br />\nThe statement came from Congress member Isolde Rochester:<br />\n“The planned wedding between my son Jordan Rochester and Her Imperial Highness will no longer take place. We have contacted everyone involved with the event and closed down all related projects.”<br />\nThe announcement follows anti-slavery campaigner Jarl Toredo’s confession that he and Aisling Duval were romantically involved for several months. Toredo also claimed that the planned marriage was purely a political matter.<br />\nThe cancellation was confirmed by the Imperial Palace on Emerald, but there has been no direct response from Princess Duval or Ambassador Rochester.<br />\nPolitical journalist Cassia Carvalho of The Imperial Herald commented:<br />\n“The fact that this news comes from Isolde Rochester gives weight to Jarl Toredo’s claims. If the marriage was a political scheme, that may explain why the Rochester family matriarch is the one to call it off, no longer trusting Princess Duval to play her part. Or perhaps this is simply the reaction of a mother, enraged at her future daughter-in-law’s infidelity.”<br />\n“Had the marriage taken place, would it have initiated an era of Federal-Imperial cooperation, or triggered a new wave of conflict? It seems we will never know.”</p>\n",
    "nid": "447",
    "date": "22 AUG 3304",
    "image": "NewsImageImperialPalace,PowerAvatarNewsImage0",
    "slug": "aisling-duval-wedding-cancelled"
  },
  {
    "title": "Starport Status Update",
    "body": "<p>This report presents the latest data on starports experiencing technical issues as a result of Thargoid Sensor related interference.<br />\nThe following starports are currently closed:</p>\n<p>Chiang Port, Gero Kiaku<br />\nSuri Gateway, Vesuvit<br />\nScott Station, HIP 93685<br />\nSalgari Enterprise, Mawa<br />\nWakata Port, Wandjera<br />\nBruce Enterprise, Kabiku<br />\nKubasov Station, HIP 90112<br />\nMcDonald Platform, Hamlet&#039;s Harmony<br />\nThirsk Enterprise, Montet</p>\n<p>The following starports continue to experience technical issues:</p>\n<p>Weber Dock, Meene</p>\n<p>Meanwhile, the following starports are on the brink of closure:</p>\n<p>Crown Plant, Mudrama Kaze<br />\nCrown Terminal, LHS 355<br />\nEvans Platform, HIP 18305<br />\nFort Lawrence, Exioce<br />\nFox Base, Parja<br />\nFraknoi Holdings, Parja<br />\nGaultier de Varennes&#039; Folly, HIP 13269<br />\nGrimwood Ring, HIP 94863<br />\nHague Port, Osci<br />\nHeng Dock, Samontundji<br />\nHerrington Gateway, 45 Tauri<br />\nLave Station, Lave<br />\nLichtenberg Dock, 3 Corvi<br />\nMacLeod Hub, Naunin<br />\nMcAllaster Port, HR 6680<br />\nMiller Terminal, Exioce<br />\nParmitano Terminal, Nu Tauri<br />\nPorges Horizons, G 250-34<br />\nPRE Research Base, HIP 17225<br />\nRoss Orbital, Ratemere<br />\nSeddon Gateway, Montet<br />\nTanner Ring, Sokond<br />\nWang Platform, Parja</p>\n",
    "nid": "448",
    "date": "22 AUG 3304",
    "image": "NewsImageStation",
    "slug": "starport-status-update"
  }
]
